[
    {
        "date": "2020-01-21",
        "code": 100629,
        "term": "political sociology",
        "definition": "The study of the sociological dimensions of politics."
    },
    {
        "date": "2020-01-22",
        "code": 100826,
        "term": "parasitology",
        "definition": "The study of the transmission and control of parasitic diseases and their vectors."
    },
    {
        "date": "2020-01-23",
        "code": 100782,
        "term": "history of architecture",
        "definition": "Historical study of building design and architectural movements."
    },
    {
        "date": "2020-01-24",
        "code": 100932,
        "term": "plant biochemistry",
        "definition": "The study of cellular processes in plants including the understanding of the expression of genetic information."
    },
    {
        "date": "2020-01-25",
        "code": 100059,
        "term": "fine art",
        "definition": "The aesthetic representation in one medium of what is reality in another. Encompasses all artistic media."
    },
    {
        "date": "2020-01-26",
        "code": 100639,
        "term": "instrumental or vocal performance",
        "definition": "The study of performance in relation to various genres of music, theatre and performing arts (concert, recital, play, ballet, operetta, circus acts, poetry)."
    },
    {
        "date": "2020-01-27",
        "code": 100781,
        "term": "intellectual history",
        "definition": "The history of ideas and the study of intellectual movements."
    },
    {
        "date": "2020-01-28",
        "code": 100894,
        "term": "spa management",
        "definition": "The study of the organisation and management of spas."
    },
    {
        "date": "2020-01-29",
        "code": 100413,
        "term": "analytical chemistry",
        "definition": "The study of the development and application of methods to determine the chemical composition of substances."
    },
    {
        "date": "2020-01-30",
        "code": 100241,
        "term": "chiropractic",
        "definition": "The study of the diagnosis and manipulative treatment of mechanical disorders of the joints."
    },
    {
        "date": "2020-01-31",
        "code": 100276,
        "term": "pre-clinical medicine",
        "definition": "The vocational study of the science of preventing, diagnosing, alleviating or curing disease in homo sapiens without direct involvement with patients."
    },
    {
        "date": "2020-02-01",
        "code": 101399,
        "term": "analogue circuit engineering",
        "definition": "The study of the principles of engineering as they apply to voltages or currents used to measure or represent quantities."
    },
    {
        "date": "2020-02-02",
        "code": 100834,
        "term": "developmental biology",
        "definition": "The study of the development of multi-cellular organisms."
    },
    {
        "date": "2020-02-03",
        "code": 100919,
        "term": "publicity studies",
        "definition": "The study of the transmission of information and/or knowledge. Includes study of the techniques of attracting attention."
    },
    {
        "date": "2020-02-04",
        "code": 101090,
        "term": "study skills",
        "definition": "The study of individual learning ability and techniques with the aim of improving their efficacy and efficiency."
    },
    {
        "date": "2020-02-05",
        "code": 100805,
        "term": "heritage studies",
        "definition": "The study of objects, practices, traditions and social and cultural movements that form or influence collections."
    },
    {
        "date": "2020-02-06",
        "code": 101180,
        "term": "Asian studies",
        "definition": "The study of Asian societies, cultures, languages and literatures."
    },
    {
        "date": "2020-02-07",
        "code": 100850,
        "term": "population biology",
        "definition": "The study of organism numbers and population dynamics."
    },
    {
        "date": "2020-02-08",
        "code": 101234,
        "term": "nanotechnology",
        "definition": "The study of the manipulation of matter at the atomic and molecular scale (for example about 1 to 100 nanometers)."
    },
    {
        "date": "2020-02-09",
        "code": 101133,
        "term": "French society and culture",
        "definition": "The study of French society and culture."
    },
    {
        "date": "2020-02-10",
        "code": 101501,
        "term": "Czech society and culture",
        "definition": "The study of Czech society and culture."
    },
    {
        "date": "2020-02-11",
        "code": 100207,
        "term": "naval architecture",
        "definition": "The study of the principles of engineering as they apply to ships and their reaction to water and its pressures."
    },
    {
        "date": "2020-02-12",
        "code": 100196,
        "term": "housing",
        "definition": "The study of the development and management of housing projects in the private and social sectors and in land use planning."
    },
    {
        "date": "2020-02-13",
        "code": 100201,
        "term": "automotive engineering",
        "definition": "The study of mechanical self propulsion in vehicles."
    },
    {
        "date": "2020-02-14",
        "code": 100938,
        "term": "veterinary pathology",
        "definition": "Study of the causes and effects of disease and/or damage to the animal, including_post-mortem diagnosis"
    },
    {
        "date": "2020-02-15",
        "code": 101143,
        "term": "Brazilian studies",
        "definition": "The study of Brazilian society, culture, and literature and the use of the Portuguese language, specific to its structure, history, grammar and use in Brazil."
    },
    {
        "date": "2020-02-16",
        "code": 100531,
        "term": "veterinary medicine",
        "definition": "The study of the observation, diagnosis and treatment of illness, disease or damage through direct interaction with non-human patients."
    },
    {
        "date": "2020-02-17",
        "code": 100266,
        "term": "clinical dentistry",
        "definition": "The study of the observation, diagnosis and treatment of disease or damage to teeth and gums through direct interaction with human patients."
    },
    {
        "date": "2020-02-18",
        "code": 101032,
        "term": "probability",
        "definition": "The mathematical study of chance."
    },
    {
        "date": "2020-02-19",
        "code": 100126,
        "term": "biomechanics",
        "definition": "The study of mechanical laws and the effect of physical forces on the movement and structure of individual organisms."
    },
    {
        "date": "2020-02-20",
        "code": 100649,
        "term": "welfare policy",
        "definition": "The study of policies implemented by local and central governments to provide support for vulnerable and under-privileged members of society."
    },
    {
        "date": "2020-02-21",
        "code": 101509,
        "term": "fascism",
        "definition": "Study of the political doctrine that emphasises the dominance and the hierarchical authoritarian organisation of the state."
    },
    {
        "date": "2020-02-22",
        "code": 100511,
        "term": "primary teaching",
        "definition": "The training of others to impart, explain and disseminate knowledge, skills and learning to children between the ages of 3 and 11."
    },
    {
        "date": "2020-02-23",
        "code": 100887,
        "term": "moving image techniques",
        "definition": "The study of the techniques and principles associated with the production of moving image sequences."
    },
    {
        "date": "2020-02-24",
        "code": 100606,
        "term": "economic systems",
        "definition": "The study of economic systems based upon particular doctrines."
    },
    {
        "date": "2020-02-25",
        "code": 100141,
        "term": "biochemical engineering",
        "definition": "The study of the principles of engineering as they apply to industrial production of organic chemical compounds such as proteins and enzymes."
    },
    {
        "date": "2020-02-26",
        "code": 100486,
        "term": "policing",
        "definition": "The study of forensic investigative skills, knowledge of criminal and other related law, appreciation of mental health and wider understanding of the social context in which policing is conducted."
    },
    {
        "date": "2020-02-27",
        "code": 100298,
        "term": "ancient history",
        "definition": "Historical studies of the period from earliest recorded times to about 500 CE."
    },
    {
        "date": "2020-02-28",
        "code": 101166,
        "term": "Chinese literature",
        "definition": "The study of Chinese literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-02-29",
        "code": 101391,
        "term": "electromagnetism",
        "definition": "The study of the interaction of charges in electromagnetic fields."
    },
    {
        "date": "2020-03-01",
        "code": 100891,
        "term": "hospitality",
        "definition": "The study of the provision of food, drink and accommodation in a service context."
    },
    {
        "date": "2020-03-02",
        "code": 100427,
        "term": "acoustics",
        "definition": "The study of sound and sound waves."
    },
    {
        "date": "2020-03-03",
        "code": 100691,
        "term": "jurisprudence",
        "definition": "The science or philosophy of law."
    },
    {
        "date": "2020-03-04",
        "code": 100436,
        "term": "anthropology",
        "definition": "The comparative study of human beings, their antecedents and related primates, and their cultural behaviour and institutions."
    },
    {
        "date": "2020-03-05",
        "code": 101171,
        "term": "Japanese society and culture studies",
        "definition": "The study of Japanese society and culture."
    },
    {
        "date": "2020-03-06",
        "code": 101144,
        "term": "Portuguese society and culture",
        "definition": "The study of Portuguese society and culture."
    },
    {
        "date": "2020-03-07",
        "code": 100728,
        "term": "surface decoration",
        "definition": "The study of all crafts which involve changing the appearance of objects by adding ornament or colour to their outer layer."
    },
    {
        "date": "2020-03-08",
        "code": 100761,
        "term": "English history",
        "definition": "Historical studies of England."
    },
    {
        "date": "2020-03-09",
        "code": 100677,
        "term": "Northern Irish law",
        "definition": "The study of the law of Northern Ireland."
    },
    {
        "date": "2020-03-10",
        "code": 101190,
        "term": "modern Middle Eastern studies",
        "definition": "The study of Middle Eastern societies, cultures, languages and literatures."
    },
    {
        "date": "2020-03-11",
        "code": 100862,
        "term": "sonic arts",
        "definition": "The creation of an original piece of music using practices that predominantly focus on a relationship between the wide notions of the visual and aural domains of art and sound perception."
    },
    {
        "date": "2020-03-12",
        "code": 100855,
        "term": "promotion and advertising",
        "definition": "The study of the techniques involved in the promotion and advertising of an organisation or an organisation's products."
    },
    {
        "date": "2020-03-13",
        "code": 101201,
        "term": "Latin American literature",
        "definition": "The study of Latin American literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-03-14",
        "code": 100519,
        "term": "equine studies",
        "definition": "The study of horses, their health, livery and use as farm, domestic and recreational animals."
    },
    {
        "date": "2020-03-15",
        "code": 100994,
        "term": "health informatics",
        "definition": "The study and design of systems for information capture, processing and use in healthcare."
    },
    {
        "date": "2020-03-16",
        "code": 100588,
        "term": "landscape studies",
        "definition": "The planning and management of the built and natural environment as landscape."
    },
    {
        "date": "2020-03-17",
        "code": 101279,
        "term": "advice and guidance (personal learning)",
        "definition": "For use when a student is being given advice and guidance."
    },
    {
        "date": "2020-03-18",
        "code": 100823,
        "term": "emergency and disaster management",
        "definition": "The study of the techniques for managing emergencies and disasters."
    },
    {
        "date": "2020-03-19",
        "code": 100689,
        "term": "property law",
        "definition": "The study of the law of property."
    },
    {
        "date": "2020-03-20",
        "code": 100842,
        "term": "film music and screen music",
        "definition": "The analytical study of film/screen music including techniques of musical style and composition for the moving image."
    },
    {
        "date": "2020-03-21",
        "code": 100705,
        "term": "theatrical wardrobe design",
        "definition": "The study of/training in the design of costumes for theatrical performances."
    },
    {
        "date": "2020-03-22",
        "code": 100925,
        "term": "publishing",
        "definition": "The study of the production, distribution and sale of information made available by printed, electronic or other means."
    },
    {
        "date": "2020-03-23",
        "code": 101427,
        "term": "Hungarian language",
        "definition": "The study of varieties of the Hungarian language, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-03-24",
        "code": 100361,
        "term": "business information systems",
        "definition": "The study, design or application of computer systems which capture, process and transmit information in the context of a business organisation."
    },
    {
        "date": "2020-03-25",
        "code": 100150,
        "term": "construction and the built environment",
        "definition": "The multidisciplinary study of how the implementation of building solutions relates to investment in, and the ownership, use, development, management, maintenance and improvement of land, buildings and facilities in the context of identifiable physical, urban, rural or maritime parameters."
    },
    {
        "date": "2020-03-26",
        "code": 100846,
        "term": "market research",
        "definition": "The study of techniques involved in the identification, definition and research of markets for an organisation's products or services."
    },
    {
        "date": "2020-03-27",
        "code": 100318,
        "term": "English language",
        "definition": "The study of the history, grammar and use of English. Includes pronunciation and articulation."
    },
    {
        "date": "2020-03-28",
        "code": 101275,
        "term": "negotiated studies",
        "definition": "For use where the subject of study is not yet known and is determined by a discussion process. May be a very narrow subject of study drawn from a wide range of possibilities."
    },
    {
        "date": "2020-03-29",
        "code": 100246,
        "term": "health sciences",
        "definition": "The study, using scientific principles, of the functioning of the human body and mind, their maintenance and improvement, including the study of the occurrence, diagnosis and treatment of disease and disability."
    },
    {
        "date": "2020-03-30",
        "code": 100210,
        "term": "leather technology",
        "definition": "The study of the processing and use of leather."
    },
    {
        "date": "2020-03-31",
        "code": 100482,
        "term": "business law",
        "definition": "The study of the features and ideas involved in a legal system as it refers to commercial organisations, including its major concepts, values, principles and rules, its relevant legal institutions and procedures."
    },
    {
        "date": "2020-04-01",
        "code": 100801,
        "term": "biblical studies",
        "definition": "The study of the Old and New Testaments, the apocryphal writings and patristic exegesis."
    },
    {
        "date": "2020-04-02",
        "code": 100461,
        "term": "higher education",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency in people in higher education."
    },
    {
        "date": "2020-04-03",
        "code": 101439,
        "term": "Iron Age",
        "definition": "The study of the period of human culture characterised by the making and use of iron implements and artefacts, c.1100 BC-c.1st AD."
    },
    {
        "date": "2020-04-04",
        "code": 100258,
        "term": "clinical physiology",
        "definition": "The study of the major physiology systems in humans, measurement techniques in their normal and abnormal function, and their use in the diagnosis and treatment of disease."
    },
    {
        "date": "2020-04-05",
        "code": 101135,
        "term": "German society and culture",
        "definition": "The study of German society and culture."
    },
    {
        "date": "2020-04-06",
        "code": 100185,
        "term": "safety engineering",
        "definition": "The study of devices, structures, systems and processes and the design, development and operation of these to reduce the risk of injury or sickness."
    },
    {
        "date": "2020-04-07",
        "code": 101447,
        "term": "folk music",
        "definition": "The study of music classified as in the style of folk music exploring its traditional and revived forms."
    },
    {
        "date": "2020-04-08",
        "code": 101436,
        "term": "crime history",
        "definition": "Historical studies of the development of criminal justice theories and social responses to crime."
    },
    {
        "date": "2020-04-09",
        "code": 100102,
        "term": "travel management",
        "definition": "The specific study of the travel industry, its structure, regulation and distribution methods."
    },
    {
        "date": "2020-04-10",
        "code": 100548,
        "term": "engineering surveying",
        "definition": "The study and practice of measuring altitudes, angles and distances on the land surface in order to plan sites and constructions. Includes specialist underwater surveying techniques."
    },
    {
        "date": "2020-04-11",
        "code": 101489,
        "term": "Robert Louis Stevenson studies",
        "definition": "The study of the literary works of Robert Louis Balfour Stevenson (13 November 1850 __ 3 December 1894)"
    },
    {
        "date": "2020-04-12",
        "code": 100704,
        "term": "technical stage management",
        "definition": "The study of technical stage management, including set design, lighting design, theatre acoustics and technical direction."
    },
    {
        "date": "2020-04-13",
        "code": 100170,
        "term": "mechatronics and robotics",
        "definition": "The study of designing, building and use of robots."
    },
    {
        "date": "2020-04-14",
        "code": 100340,
        "term": "theology",
        "definition": "The study of the interpretation of doctrinal concepts such as faith, revelation and grace."
    },
    {
        "date": "2020-04-15",
        "code": 101210,
        "term": "biomaterials",
        "definition": "The study of the development, processing, behaviour and application of natural and_synthetic materials found in natural organisms and/or used in medicine."
    },
    {
        "date": "2020-04-16",
        "code": 100147,
        "term": "building services engineering",
        "definition": "The study of the principles of engineering as they apply to everything inside a building which makes it safe and comfortable to be in."
    },
    {
        "date": "2020-04-17",
        "code": 101288,
        "term": "international studies",
        "definition": "The study of the relationships between nations, cultures and individuals across the regions of the globe, including political, economic, developmental, environmental, cultural and security issues."
    },
    {
        "date": "2020-04-18",
        "code": 100151,
        "term": "construction management",
        "definition": "The study of the implementation of construction projects to the client's specification from inception to completion."
    },
    {
        "date": "2020-04-19",
        "code": 100711,
        "term": "choreography",
        "definition": "The study of/training in the arrangement and planning of staged dance."
    },
    {
        "date": "2020-04-20",
        "code": 101218,
        "term": "forensic anthropology",
        "definition": "The study of the analysis of human remains for the medicolegal purposes of establishing identity."
    },
    {
        "date": "2020-04-21",
        "code": 100121,
        "term": "architectural technology",
        "definition": "The theory and practice of advanced techniques and new materials in architectural design and construction."
    },
    {
        "date": "2020-04-22",
        "code": 101046,
        "term": "marine chemistry",
        "definition": "The study of topics in the chemical sciences concerned with understanding the marine environment."
    },
    {
        "date": "2020-04-23",
        "code": 100618,
        "term": "comparative politics",
        "definition": "The comparative study of differing political structures, political functions and political theories."
    },
    {
        "date": "2020-04-24",
        "code": 100182,
        "term": "engineering design",
        "definition": "The study of the principles of engineering as they apply to the design and development of devices, systems and processes."
    },
    {
        "date": "2020-04-25",
        "code": 100491,
        "term": "politics",
        "definition": "The study of activities related to the institution of the state and the machinery of government or the method through which social conflict is expressed and attempts to resolve conflict are made."
    },
    {
        "date": "2020-04-26",
        "code": 101085,
        "term": "specialist teaching",
        "definition": "The training of others to use non-standard methods to impart, explain and disseminate knowledge, skills and learning to people with particular learning requirements."
    },
    {
        "date": "2020-04-27",
        "code": 100710,
        "term": "community theatre",
        "definition": "The study of theatre performance and practice focusing on community and education developed through projects with people in the local community."
    },
    {
        "date": "2020-04-28",
        "code": 100114,
        "term": "aeronautical engineering",
        "definition": "The study of the principles of engineering as they apply to the research, design, development and production of aircraft."
    },
    {
        "date": "2020-04-29",
        "code": 100035,
        "term": "musical theatre",
        "definition": "The study of the definition and styles of music within the theatrical arena."
    },
    {
        "date": "2020-04-30",
        "code": 100443,
        "term": "media production",
        "definition": "The study of the technologies, systems, techniques and professional practice in the creation of works using sound, images and/or the written word."
    },
    {
        "date": "2020-05-01",
        "code": 101437,
        "term": "Stone Age",
        "definition": "The study of the period of human culture characterised by the making and use of stone implements and artefacts."
    },
    {
        "date": "2020-05-02",
        "code": 100738,
        "term": "e-business",
        "definition": "The study of commercial activity delivered through electronic means."
    },
    {
        "date": "2020-05-03",
        "code": 100560,
        "term": "musical instrument manufacture",
        "definition": "The study of the systems and processes used in the manufacture of musical instruments."
    },
    {
        "date": "2020-05-04",
        "code": 100143,
        "term": "chemical engineering",
        "definition": "The study of the principles of engineering as they apply to industrial processing to produce food, pharmaceuticals, plastics, petroleum products etc, and alternatives to them."
    },
    {
        "date": "2020-05-05",
        "code": 101360,
        "term": "African history",
        "definition": "Study of the history of Africa."
    },
    {
        "date": "2020-05-06",
        "code": 100867,
        "term": "electronic music",
        "definition": "The study of music in the genre classified as electronic."
    },
    {
        "date": "2020-05-07",
        "code": 100858,
        "term": "evolution",
        "definition": "The study of organisms' adaptation to their environment and the mechanisms of heredity and change."
    },
    {
        "date": "2020-05-08",
        "code": 101199,
        "term": "Latin American studies",
        "definition": "The study of Latin American societies, cultures, languages and literatures."
    },
    {
        "date": "2020-05-09",
        "code": 100292,
        "term": "palliative care nursing",
        "definition": "The study of principles and techniques for assessing, managing, treating and monitoring the provision of palliative care for individuals with life-limiting conditions."
    },
    {
        "date": "2020-05-10",
        "code": 100401,
        "term": "financial mathematics",
        "definition": "The study of the application of mathematics to the finance industry, including the development, critique, and use of various financial models."
    },
    {
        "date": "2020-05-11",
        "code": 100589,
        "term": "painting",
        "definition": "The study of/training in the expression of emotions, ideas or views of reality through representation by the application of paints and chemical colour substances to canvasses or other materials."
    },
    {
        "date": "2020-05-12",
        "code": 100116,
        "term": "space technology",
        "definition": "The study of the principles of space flight including the design of launch vehicles, trajectory control and in some cases, recovery of payloads."
    },
    {
        "date": "2020-05-13",
        "code": 100986,
        "term": "water resource management",
        "definition": "The study of fresh and salt water, its use commercially, domestically and recreationally."
    },
    {
        "date": "2020-05-14",
        "code": 101407,
        "term": "agricultural geography",
        "definition": "The study of agricultural influences on populations and the environment."
    },
    {
        "date": "2020-05-15",
        "code": 100796,
        "term": "Islamic studies",
        "definition": "The study of the theory and practice of Islam."
    },
    {
        "date": "2020-05-16",
        "code": 101136,
        "term": "Italian society and culture",
        "definition": "The study of Italian society and culture."
    },
    {
        "date": "2020-05-17",
        "code": 100406,
        "term": "statistics",
        "definition": "The study of the collection and analysis of numerical data."
    },
    {
        "date": "2020-05-18",
        "code": 100813,
        "term": "change management",
        "definition": "The specific techniques involved in the planning and management of change within an organisation."
    },
    {
        "date": "2020-05-19",
        "code": 100249,
        "term": "occupational therapy",
        "definition": "The study of therapeutic regimes to assist recovery from mental or physical ailments/injury."
    },
    {
        "date": "2020-05-20",
        "code": 100888,
        "term": "film directing",
        "definition": "The study of/training in the direction and arrangement of equipment and actors in the production of a moving image sequence."
    },
    {
        "date": "2020-05-21",
        "code": 101118,
        "term": "Celtic studies",
        "definition": "The study of Celtic culture and its literature using the techniques of literary analysis and interpretation. Involves language study and/or comparison between languages."
    },
    {
        "date": "2020-05-22",
        "code": 100415,
        "term": "astrophysics",
        "definition": "The study of the physical nature of the universe including cosmology and astronomical techniques."
    },
    {
        "date": "2020-05-23",
        "code": 100545,
        "term": "corrosion technology",
        "definition": "The study and control of the corrosion of metals."
    },
    {
        "date": "2020-05-24",
        "code": 101444,
        "term": "hinduism",
        "definition": "The study of the theory and practice of the Hindu religious tradition."
    },
    {
        "date": "2020-05-25",
        "code": 100176,
        "term": "gas engineering",
        "definition": "The study of the principles of engineering as they apply to gases and their production and use."
    },
    {
        "date": "2020-05-26",
        "code": 100285,
        "term": "general practice nursing",
        "definition": "The study of the principles and techniques for the assessing, screening, treating, care and education of patients within general practitioner practices."
    },
    {
        "date": "2020-05-27",
        "code": 100326,
        "term": "Italian language",
        "definition": "The study of the Italian language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-05-28",
        "code": 100628,
        "term": "social theory",
        "definition": "The study of the concept of social behaviour."
    },
    {
        "date": "2020-05-29",
        "code": 100180,
        "term": "environmental engineering",
        "definition": "The study of the principles of engineering as they apply to the sympathetic use of natural resources."
    },
    {
        "date": "2020-05-30",
        "code": 101324,
        "term": "orthopaedics",
        "definition": "The study of the surgical and other medical techniques associated with the prevention or correction of injuries or other functional impairments to the skeletal system."
    },
    {
        "date": "2020-05-31",
        "code": 100248,
        "term": "occupational health",
        "definition": "The monitoring and evaluation of health standards related to industrial and commercial workplaces and locations."
    },
    {
        "date": "2020-06-01",
        "code": 100619,
        "term": "applied sociology",
        "definition": "The study of the application of sociological principles and techniques to particular social institutions or types of social relationship."
    },
    {
        "date": "2020-06-02",
        "code": 101337,
        "term": "endocrinology",
        "definition": "The study of hormones, their systems, functions and associated diseases."
    },
    {
        "date": "2020-06-03",
        "code": 101149,
        "term": "Norwegian language",
        "definition": "The study of the Norwegian language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-06-04",
        "code": 101130,
        "term": "translation studies",
        "definition": "The study, analysis and interpretation of the processes and techniques of translation from one language into another."
    },
    {
        "date": "2020-06-05",
        "code": 100895,
        "term": "crafts",
        "definition": "The study of the use of a variety of materials individually and in combination to create pleasing and useful items. Includes a high proportion of practical work."
    },
    {
        "date": "2020-06-06",
        "code": 101315,
        "term": "Irish studies",
        "definition": "The study of Irish society, culture, languages and literatures."
    },
    {
        "date": "2020-06-07",
        "code": 101465,
        "term": "sociology of law",
        "definition": "The study of legal phenomena from a social and inter-disciplinary perspective bridging the divide between law, sociology, social policy and economics."
    },
    {
        "date": "2020-06-08",
        "code": 100707,
        "term": "circus arts",
        "definition": "The study of the range of circus art skills to gain a high level of expertise and performing ability in a particular circus discipline such as trapeze, tightrope or juggling."
    },
    {
        "date": "2020-06-09",
        "code": 100821,
        "term": "requirements engineering",
        "definition": "The study of the principles of engineering as they apply to the systematic collection, defining, processing and management of descriptions of desired characteristics for a product, service or system."
    },
    {
        "date": "2020-06-10",
        "code": 100697,
        "term": "directing for theatre",
        "definition": "The study of/training in the supervision and direction of dramatic performances."
    },
    {
        "date": "2020-06-11",
        "code": 100910,
        "term": "virology",
        "definition": "The study of viruses and viral diseases."
    },
    {
        "date": "2020-06-12",
        "code": 100452,
        "term": "international economics",
        "definition": "The systematic study and analysis of international commercial behaviour and trade policy."
    },
    {
        "date": "2020-06-13",
        "code": 101442,
        "term": "epistemology",
        "definition": "The study of the theory of knowledge."
    },
    {
        "date": "2020-06-14",
        "code": 101267,
        "term": "computer games",
        "definition": "The study of the methods and techniques used to create video, computer and other electronic games."
    },
    {
        "date": "2020-06-15",
        "code": 101405,
        "term": "victimology",
        "definition": "The study of the conceptualisation and role of the victim within the criminal justice system."
    },
    {
        "date": "2020-06-16",
        "code": 101409,
        "term": "shorthand and shorthand transcription",
        "definition": "Study of shorthand writing and its transcription back into standard orthography."
    },
    {
        "date": "2020-06-17",
        "code": 100037,
        "term": "orthoptics",
        "definition": "The study of principles and techniques for the correction of vision defects in humans using therapeutic exercises."
    },
    {
        "date": "2020-06-18",
        "code": 101087,
        "term": "special needs teaching",
        "definition": "The training of others to use non-standard methods to impart, explain and disseminate knowledge, skills and learning to people with special needs."
    },
    {
        "date": "2020-06-19",
        "code": 100819,
        "term": "land management",
        "definition": "The techniques involved in the management of land."
    },
    {
        "date": "2020-06-20",
        "code": 101004,
        "term": "organic farming",
        "definition": "The study of agricultural processes conducted without the use of artificial chemicals in the form of fertilisers or pesticides."
    },
    {
        "date": "2020-06-21",
        "code": 100915,
        "term": "archives and records management",
        "definition": "The study of the professional administration of archive resources and services. Includes the collecting and cataloguing of information."
    },
    {
        "date": "2020-06-22",
        "code": 101274,
        "term": "general studies",
        "definition": "For use with broad general studies, when the particular subjects are not known at the point of classification."
    },
    {
        "date": "2020-06-23",
        "code": 100510,
        "term": "early years teaching",
        "definition": "Training for teachers specialising in 0-5 years."
    },
    {
        "date": "2020-06-24",
        "code": 100317,
        "term": "British Sign Language studies",
        "definition": "The study of British Sign language, its structure, history, grammar and use. This may include the study of the British deaf community and culture and interpretation between BSL and English. May also include the linguistic study of BSL and comparison with other signed and spoken languages."
    },
    {
        "date": "2020-06-25",
        "code": 101413,
        "term": "Irish language literature",
        "definition": "The study of literature originally written in Irish. Includes the use of techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-06-26",
        "code": 100896,
        "term": "salon management",
        "definition": "The study of the organisation and management of salons."
    },
    {
        "date": "2020-06-27",
        "code": 101120,
        "term": "Gaelic language",
        "definition": "The study of the history, grammar and use of Gaelic. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-06-28",
        "code": 100648,
        "term": "health policy",
        "definition": "The study of policies implemented by local and central governments to influence the public health of societies."
    },
    {
        "date": "2020-06-29",
        "code": 100529,
        "term": "horticulture",
        "definition": "The study of plants grown for their appearance for use in municipal and other large area planting schemes, gardens, parks and landscapes."
    },
    {
        "date": "2020-06-30",
        "code": 100311,
        "term": "Scottish history",
        "definition": "Historical studies of Scotland."
    },
    {
        "date": "2020-07-01",
        "code": 100681,
        "term": "public international law",
        "definition": "The study of the law governing countries beyond the boundaries of the European Union."
    },
    {
        "date": "2020-07-02",
        "code": 100766,
        "term": "Russian history",
        "definition": "Historical studies of Russia."
    },
    {
        "date": "2020-07-03",
        "code": 101035,
        "term": "psycholinguistics",
        "definition": "The study of the psychological and neurobiological factors that enable humans to acquire, use, comprehend and produce language."
    },
    {
        "date": "2020-07-04",
        "code": 101021,
        "term": "baking technology management",
        "definition": "The study of the commercial production of cooked foodstuffs, including the application of physical, chemical and biological sciences to food preparation."
    },
    {
        "date": "2020-07-05",
        "code": 101432,
        "term": "Arabic literature",
        "definition": "The study of Arabic literature, both classical and modern, using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-07-06",
        "code": 100468,
        "term": "countryside management",
        "definition": "The study of policies, methods and techniques relevant to the land use planning, management, conservation of, access to and recreation in the countryside."
    },
    {
        "date": "2020-07-07",
        "code": 101095,
        "term": "English literature 1700 - 1900",
        "definition": "The study of texts originally written in English between 1700 and 1900."
    },
    {
        "date": "2020-07-08",
        "code": 101422,
        "term": "classical church Greek",
        "definition": "The study of the history, grammar and use of ecclesiastical Classical Greek and how it differs from standard Classical Greek. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-07-09",
        "code": 100061,
        "term": "graphic design",
        "definition": "The study of/training in the use of artistic techniques effectively to communicate ideas and information to business and consumer audiences via forms of printed media."
    },
    {
        "date": "2020-07-10",
        "code": 100662,
        "term": "probation/after-care",
        "definition": "The study of the provision of services aimed at supervising criminal offenders and supporting their rehabilitation into society following punishment."
    },
    {
        "date": "2020-07-11",
        "code": 100345,
        "term": "biological sciences",
        "definition": "The study of living systems to increase the understanding of how the natural world works."
    },
    {
        "date": "2020-07-12",
        "code": 101382,
        "term": "affective neuroscience",
        "definition": "The study of neural mechanisms underlying emotional behaviour."
    },
    {
        "date": "2020-07-13",
        "code": 100212,
        "term": "minerals processing",
        "definition": "The study of the processing of minerals and metals from their raw or ore states."
    },
    {
        "date": "2020-07-14",
        "code": 100587,
        "term": "drawing",
        "definition": "The study of/training in the expression of emotions, ideas or views of reality through representation by lines on a surface. Includes the use of such media as pen & ink, pencil, charcoal, pastel etc."
    },
    {
        "date": "2020-07-15",
        "code": 101438,
        "term": "Bronze Age",
        "definition": "The study of the period of human culture characterised by the making and use of bronze implements and artefacts, c.4500BC-500 BC."
    },
    {
        "date": "2020-07-16",
        "code": 100154,
        "term": "transport engineering",
        "definition": "The study and principles of engineering as they apply to the planning, development and construction of the routes for any form of terrestrial transport."
    },
    {
        "date": "2020-07-17",
        "code": 100961,
        "term": "natural language processing",
        "definition": "The study of principles and techniques for the computer-based modelling and simulation of the human use of language."
    },
    {
        "date": "2020-07-18",
        "code": 100572,
        "term": "tissue engineering and regenerative medicine",
        "definition": "The use of engineering principles to design and manufacture replacement tissues."
    },
    {
        "date": "2020-07-19",
        "code": 101366,
        "term": "Swahili and other Bantu languages",
        "definition": "The study of the Swahili language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-07-20",
        "code": 101421,
        "term": "medieval Latin language",
        "definition": "The study of the history and grammar of vernacular Latin used in legal documents and how it differs from standard Latin."
    },
    {
        "date": "2020-07-21",
        "code": 101202,
        "term": "Latin American society and culture studies",
        "definition": "The study of Latin American societies and cultures."
    },
    {
        "date": "2020-07-22",
        "code": 100757,
        "term": "intelligent systems",
        "definition": "The study of digitally-based products and systems within manufactured goods, including telematic devices, human interfaces and reasoning for computing systems."
    },
    {
        "date": "2020-07-23",
        "code": 100942,
        "term": "veterinary public health",
        "definition": "The study of the application of professional veterinary skills, knowledge and resources to help to protect and improve human health."
    },
    {
        "date": "2020-07-24",
        "code": 100367,
        "term": "computing and information technology",
        "definition": "The study of the theory and practice of computer science and computer systems, and the design, implementation and operation of technological information systems and services."
    },
    {
        "date": "2020-07-25",
        "code": 100384,
        "term": "archaeological sciences",
        "definition": "The study of the scientific analysis of the material remains of past cultures. Includes an approach to reconstruct and understand the past. Also includes the application of physical, chemical and biological techniques to aid scientific, archaeological and geoarchaeological investigations."
    },
    {
        "date": "2020-07-26",
        "code": 100223,
        "term": "music production",
        "definition": "The study of/training in the techniques required to obtain accurate and lifelike recordings of musical performances."
    },
    {
        "date": "2020-07-27",
        "code": 100786,
        "term": "military history",
        "definition": "Historical studies of the development of armed forces and their deployment in warfare."
    },
    {
        "date": "2020-07-28",
        "code": 101179,
        "term": "Indian society and culture studies",
        "definition": "The study of the societies and cultures of India."
    },
    {
        "date": "2020-07-29",
        "code": 101294,
        "term": "coaching psychology",
        "definition": "The study of psychological approaches to emotional management, self-esteem, self-motivation and focus on achieving goals, in the context of their application to the life, business or performance of clients."
    },
    {
        "date": "2020-07-30",
        "code": 100517,
        "term": "agriculture",
        "definition": "The study of crop and animal production methods and of the underpinning scientific, economic and business principles."
    },
    {
        "date": "2020-07-31",
        "code": 101153,
        "term": "Polish language",
        "definition": "The study of the Polish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-08-01",
        "code": 100617,
        "term": "war and peace studies",
        "definition": "The interdisciplinary study of violent conflict between political entities, its impact, resolution, and avoidance."
    },
    {
        "date": "2020-08-02",
        "code": 101484,
        "term": "Shelley studies",
        "definition": "The study of the literary works of Percy Bysshe Shelley (1792 __ 1822)"
    },
    {
        "date": "2020-08-03",
        "code": 100706,
        "term": "hair and make-up",
        "definition": "The study of methods and processes for hair design and make-up, face and body paints for theatre, film, fashion and other lens-based and live performance creative media."
    },
    {
        "date": "2020-08-04",
        "code": 101507,
        "term": "conservatism",
        "definition": "The study of the political doctrine that emphasises the need for ordered control of society through the organisation of the state and the upholding of existing traditions and values."
    },
    {
        "date": "2020-08-05",
        "code": 100900,
        "term": "molecular genetics",
        "definition": "The study of genetic factors and processes at molecular level."
    },
    {
        "date": "2020-08-06",
        "code": 100755,
        "term": "data management",
        "definition": "The study of the management of computer systems which capture, process and transmit data."
    },
    {
        "date": "2020-08-07",
        "code": 100927,
        "term": "online publishing",
        "definition": "The study of the production and distribution of information via the internet."
    },
    {
        "date": "2020-08-08",
        "code": 100153,
        "term": "structural engineering",
        "definition": "The study of the principles of engineering as they apply to the design and construction of structures in the built environment."
    },
    {
        "date": "2020-08-09",
        "code": 101074,
        "term": "radiation physics",
        "definition": "Monitoring and evaluation of emissions from sources of radiation."
    },
    {
        "date": "2020-08-10",
        "code": 101440,
        "term": "classical art and archaeology",
        "definition": "The study of the material culture of classical civilisations."
    },
    {
        "date": "2020-08-11",
        "code": 100139,
        "term": "plant biotechnology",
        "definition": "The study of the use of plant-based biological processes for the production of materials and services."
    },
    {
        "date": "2020-08-12",
        "code": 101030,
        "term": "applied statistics",
        "definition": "The study of the application of statistical techniques to functional areas."
    },
    {
        "date": "2020-08-13",
        "code": 101117,
        "term": "ancient Hebrew language",
        "definition": "The study of the structure, semantics and cultural significance of the ancient language of the Jews."
    },
    {
        "date": "2020-08-14",
        "code": 100193,
        "term": "maintenance engineering",
        "definition": "The study of the techniques and skills involved in the routine maintenance of industrial machinery."
    },
    {
        "date": "2020-08-15",
        "code": 100134,
        "term": "biotechnology",
        "definition": "The study of the use of biological processes or organisms for the production of materials and services."
    },
    {
        "date": "2020-08-16",
        "code": 101075,
        "term": "photonics and optical physics",
        "definition": "The study of optics as a natural phenomenon and optical instrumentation."
    },
    {
        "date": "2020-08-17",
        "code": 100666,
        "term": "urban geography",
        "definition": "The study of the relationship between people and the environment in towns and cities."
    },
    {
        "date": "2020-08-18",
        "code": 100322,
        "term": "French studies",
        "definition": "The study of French society, culture, language and literature."
    },
    {
        "date": "2020-08-19",
        "code": 101478,
        "term": "Jane Austen studies",
        "definition": "The study of the literary works of Jane Austen (16 December 1775 __ 18 July 1817)"
    },
    {
        "date": "2020-08-20",
        "code": 101352,
        "term": "biogeography",
        "definition": "The study of the geographical distribution of flora and fauna."
    },
    {
        "date": "2020-08-21",
        "code": 100395,
        "term": "geology",
        "definition": "The study of the origin, history, structure and composition of the earth. Encourages understanding of environmental problems and includes techniques on searching for mineral resources and other raw materials."
    },
    {
        "date": "2020-08-22",
        "code": 100978,
        "term": "farm management",
        "definition": "The study of the most efficient way to keep livestock and grow and harvest crops and fruit. Includes home farm management."
    },
    {
        "date": "2020-08-23",
        "code": 100307,
        "term": "history of science",
        "definition": "Investigation of the historical development of the sciences in their economic and cultural context. Includes the influence of non-scientific factors and the impact of science on society."
    },
    {
        "date": "2020-08-24",
        "code": 101204,
        "term": "North American society and culture studies",
        "definition": "The study of Northern American societies and cultures."
    },
    {
        "date": "2020-08-25",
        "code": 101003,
        "term": "psychology of religion",
        "definition": "The study of the application of psychological methods and interpretive frameworks to religious traditions, as well as to both religious and irreligious individuals."
    },
    {
        "date": "2020-08-26",
        "code": 101308,
        "term": "facilities management",
        "definition": "An interdisciplinary field devoted to the coordination of space, infrastructure, people and organization, often associated with the administration of office blocks, arenas, schools, sporting complexes, convention centres, shopping complexes, hospitals, hotels, and so on."
    },
    {
        "date": "2020-08-27",
        "code": 100273,
        "term": "operating department practice",
        "definition": "The study of support to operating theatre staff, including provision of care to patients, before, during and after surgery."
    },
    {
        "date": "2020-08-28",
        "code": 100778,
        "term": "international history",
        "definition": "Historical studies of relations between nation states."
    },
    {
        "date": "2020-08-29",
        "code": 100812,
        "term": "project management",
        "definition": "The study of the techniques specific to the planning, managing and monitoring of projects."
    },
    {
        "date": "2020-08-30",
        "code": 100661,
        "term": "historical performance practice",
        "definition": "The study of historical interpretation, utilising period instruments and gaining insight into traditional approaches and original sources."
    },
    {
        "date": "2020-08-31",
        "code": 100257,
        "term": "audiology",
        "definition": "The study of human hearing and balance systems and their function; and the assessment, treatment, management and prevention of disorders of these functions."
    },
    {
        "date": "2020-09-01",
        "code": 101139,
        "term": "Spanish literature",
        "definition": "The study of Spanish literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-09-02",
        "code": 100366,
        "term": "computer science",
        "definition": "The study of the design and application of electronic computer systems, including computer architectures, software and systems design."
    },
    {
        "date": "2020-09-03",
        "code": 100703,
        "term": "stage management",
        "definition": "The study of the management of lighting, props, scenery and other technical items associated with theatrical performances and management of the stage."
    },
    {
        "date": "2020-09-04",
        "code": 100379,
        "term": "climate science",
        "definition": "The study of secular weather conditions and climates."
    },
    {
        "date": "2020-09-05",
        "code": 100692,
        "term": "legal practice",
        "definition": "The study of the duties and requirements of legal representation."
    },
    {
        "date": "2020-09-06",
        "code": 101094,
        "term": "English literature 1200 - 1700",
        "definition": "The study of texts originally written in English between 1200 and 1700."
    },
    {
        "date": "2020-09-07",
        "code": 100293,
        "term": "school nursing",
        "definition": "The study of principles and techniques for the provision of nursing care within a school setting or to children and young people of school age."
    },
    {
        "date": "2020-09-08",
        "code": 100255,
        "term": "speech and language therapy",
        "definition": "The study of speech, language and communication difficulties as well as swallowing difficulties and approaches to assessment and intervention to support people living with such difficulties."
    },
    {
        "date": "2020-09-09",
        "code": 100495,
        "term": "counselling",
        "definition": "The study of how to help other people to maintain a healthy and positive mental disposition in addressing problems."
    },
    {
        "date": "2020-09-10",
        "code": 100290,
        "term": "nursing",
        "definition": "The study of principles and techniques for assessing, managing, treating and monitoring patients."
    },
    {
        "date": "2020-09-11",
        "code": 101396,
        "term": "solid mechanics",
        "definition": "The study of the mechanical and static properties of solids."
    },
    {
        "date": "2020-09-12",
        "code": 100100,
        "term": "tourism management",
        "definition": "The study of the management of tourism."
    },
    {
        "date": "2020-09-13",
        "code": 101177,
        "term": "Bengali language",
        "definition": "The study of Bengali language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-09-14",
        "code": 100686,
        "term": "private law",
        "definition": "The study of the definition and application of private law."
    },
    {
        "date": "2020-09-15",
        "code": 101083,
        "term": "geochemistry",
        "definition": "The study of the chemical processes taking place at or near the earth's surface."
    },
    {
        "date": "2020-09-16",
        "code": 100127,
        "term": "biomedical engineering",
        "definition": "The study of the application of engineering principles to medical and biomedical problems."
    },
    {
        "date": "2020-09-17",
        "code": 100807,
        "term": "heritage management",
        "definition": "The study of the management of existing and newly designated sites of heritage importance, including working with heritage organisations, legal consultants, the voluntary sector, governments and international bodies."
    },
    {
        "date": "2020-09-18",
        "code": 100794,
        "term": "theology and religious studies",
        "definition": "The study of the nature of divinity and of beliefs in their social context."
    },
    {
        "date": "2020-09-19",
        "code": 100105,
        "term": "accounting",
        "definition": "The study of the process of, and systems used in, producing financial statements, and how they affect, and are affected by, individuals, organisations, markets, society and the environment."
    },
    {
        "date": "2020-09-20",
        "code": 100408,
        "term": "environmental geography",
        "definition": "The study of the relationship between natural and human environments."
    },
    {
        "date": "2020-09-21",
        "code": 100597,
        "term": "applied economics",
        "definition": "The study of the application of economic principles and analytical techniques to the study of particular industries, activities or the exploitation of particular resources."
    },
    {
        "date": "2020-09-22",
        "code": 100163,
        "term": "electrical and electronic engineering",
        "definition": "The study of the principles of engineering as they apply to the practical uses of electricity. Electrical Engineering: The study of the principles of engineering as they apply to the practical uses of electrical systems, examples of systems are power generation, transmission and motors, and typically electrical engineering involves high currents. Electronic Engineering: The study of the principles of engineering as they apply to devices whereby electrons are conducted at low currents through a semi-conductor, free space or gas."
    },
    {
        "date": "2020-09-23",
        "code": 101142,
        "term": "Portuguese language",
        "definition": "The study of the Portuguese language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-09-24",
        "code": 101312,
        "term": "Czech studies",
        "definition": "The study of Czech society, culture, language and literature."
    },
    {
        "date": "2020-09-25",
        "code": 100205,
        "term": "motorcycle engineering",
        "definition": "The study of mechanical engineering as applied to motorcycles."
    },
    {
        "date": "2020-09-26",
        "code": 101220,
        "term": "veterinary epidemiology",
        "definition": "The study of the distribution and determinants of health-related states or events (including disease), and the application of this study to the control of diseases and other health problems in animals."
    },
    {
        "date": "2020-09-27",
        "code": 100186,
        "term": "emergency and disaster technologies",
        "definition": "The study of technical responses to emergencies and disasters."
    },
    {
        "date": "2020-09-28",
        "code": 100159,
        "term": "telecommunications engineering",
        "definition": "The study of the principles of engineering as they apply to the reliable transmission, over some distance, of information bearing signals by means of electromagnetic waves (radio, optical or electro-magnetic signals) over imperfect media."
    },
    {
        "date": "2020-09-29",
        "code": 100774,
        "term": "Byzantine studies",
        "definition": "Historical studies in the Byzantine Empire from 300-600 AD."
    },
    {
        "date": "2020-09-30",
        "code": 101029,
        "term": "computational mathematics",
        "definition": "The study of advanced mathematical topics used in computational processes across a range of applications."
    },
    {
        "date": "2020-10-01",
        "code": 101487,
        "term": "Christopher Marlowe studies",
        "definition": "The study of the literary works of Christopher Marlowe (26 February 1564 __ 30 May 1593)"
    },
    {
        "date": "2020-10-02",
        "code": 100337,
        "term": "philosophy",
        "definition": "The critical examination of fundamental beliefs about meaning, truth and reality, right and wrong."
    },
    {
        "date": "2020-10-03",
        "code": 100861,
        "term": "staff development",
        "definition": "The study of the specific techniques involved in the development of an organisation's human resources."
    },
    {
        "date": "2020-10-04",
        "code": 100055,
        "term": "fashion design",
        "definition": "The study of/training in the design and use of textiles and other materials to create items of apparel."
    },
    {
        "date": "2020-10-05",
        "code": 101385,
        "term": "agricultural irrigation and drainage",
        "definition": "The study of the control of water by means of artificial canals and ditches, mechanical pumps, weather stations and other techniques."
    },
    {
        "date": "2020-10-06",
        "code": 100198,
        "term": "transport planning",
        "definition": "The study of the development and management of transportation systems."
    },
    {
        "date": "2020-10-07",
        "code": 101361,
        "term": "creative arts and design",
        "definition": "The study and performance of creative and applied arts in a wide variety of media."
    },
    {
        "date": "2020-10-08",
        "code": 100653,
        "term": "health and welfare",
        "definition": "The study of Social Work services aimed at support of the health and welfare of vulnerable/under-privileged individuals and/or groups."
    },
    {
        "date": "2020-10-09",
        "code": 100864,
        "term": "ecosystem ecology and land use",
        "definition": "The study of large-scale ecology including catchment and regional studies, landscape ecology and interactions between ecology and land use patterns."
    },
    {
        "date": "2020-10-10",
        "code": 100441,
        "term": "film production",
        "definition": "The study of the organisation, financing and presentation of events on film."
    },
    {
        "date": "2020-10-11",
        "code": 100494,
        "term": "clinical psychology",
        "definition": "The study of clinical aspects of the psychological consequences of emotional, cognitive, behavioural or neurological disorders."
    },
    {
        "date": "2020-10-12",
        "code": 101443,
        "term": "scholastic philosophy",
        "definition": "The study of philosophical thought of the medieval period."
    },
    {
        "date": "2020-10-13",
        "code": 101345,
        "term": "evolutionary psychology",
        "definition": "The study of evolutionary explanations of psychology."
    },
    {
        "date": "2020-10-14",
        "code": 101121,
        "term": "Irish language",
        "definition": "The study of the history, grammar and use of Irish Gaelic. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-10-15",
        "code": 101049,
        "term": "health risk",
        "definition": "The study of risk in health and safety situations, includes safety risks, health care risks such as cancer risk and also public policy planning with respect to health and safety risks."
    },
    {
        "date": "2020-10-16",
        "code": 101475,
        "term": "Philip Larkin studies",
        "definition": "The study of the literary works of Philip Arthur Larkin (9 August 1922 __ 2 December 1985)"
    },
    {
        "date": "2020-10-17",
        "code": 100388,
        "term": "forensic science",
        "definition": "The application of scientific investigation and analysis techniques in gathering, preserving and evaluating evidence, so that it is suitable for presentation in courts of law."
    },
    {
        "date": "2020-10-18",
        "code": 100058,
        "term": "film studies",
        "definition": "The study of communication between people through film, concentrating on business, management and financial aspects and not on the production of the artwork and ideas themselves."
    },
    {
        "date": "2020-10-19",
        "code": 100320,
        "term": "English studies",
        "definition": "The study of English language and literature."
    },
    {
        "date": "2020-10-20",
        "code": 101045,
        "term": "environmental chemistry",
        "definition": "The study of environmental issues related to the chemical sciences."
    },
    {
        "date": "2020-10-21",
        "code": 100659,
        "term": "community justice",
        "definition": "The study of voluntary sector services aimed at the support of victims and/or provision to offenders."
    },
    {
        "date": "2020-10-22",
        "code": 100754,
        "term": "databases",
        "definition": "The study, design or application of information systems which act as structured repositories for large amounts of information."
    },
    {
        "date": "2020-10-23",
        "code": 100654,
        "term": "child care",
        "definition": "The study of social work services aimed at support of vulnerable/under-privileged children in society."
    },
    {
        "date": "2020-10-24",
        "code": 100172,
        "term": "nuclear engineering",
        "definition": "The study of the principles of engineering as they apply to industrial use and development of nuclear energy."
    },
    {
        "date": "2020-10-25",
        "code": 100644,
        "term": "music marketing",
        "definition": "The study of the organisation of branding, pricing and promotion of the spectrum of musical products and services."
    },
    {
        "date": "2020-10-26",
        "code": 100787,
        "term": "Egyptology",
        "definition": "The archaeological study of the civilisations of ancient Egypt."
    },
    {
        "date": "2020-10-27",
        "code": 100371,
        "term": "information systems",
        "definition": "The study, design or application of computer systems which capture, process and transmit information."
    },
    {
        "date": "2020-10-28",
        "code": 100463,
        "term": "early years education",
        "definition": "Academic studies in how young children age 0-5 learn and are taught, but not including teacher training."
    },
    {
        "date": "2020-10-29",
        "code": 101508,
        "term": "socialism",
        "definition": "The study of the political doctrine that espouses social organisation of society based on co-operation, collectivism, egalitarianism and the communal ownership of the means of production."
    },
    {
        "date": "2020-10-30",
        "code": 100065,
        "term": "liberal arts",
        "definition": "The interdisciplinary study of topics within the humanities, as well as social, natural and formal sciences."
    },
    {
        "date": "2020-10-31",
        "code": 101112,
        "term": "ancient Middle Eastern languages",
        "definition": "The study of ancient languages, their structure and semantics. May involve investigation into their linguistic, social and/or religious significance and their position as the basis for modern languages."
    },
    {
        "date": "2020-11-01",
        "code": 100444,
        "term": "media and communication studies",
        "definition": "The study of communication between people through broadcasting, cinema, the press and by electronic means."
    },
    {
        "date": "2020-11-02",
        "code": 101196,
        "term": "modern Middle Eastern literature",
        "definition": "The study of modern Middle Eastern literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2020-11-03",
        "code": 100339,
        "term": "religious studies",
        "definition": "Identification and classification of religions and the comparative study of the world's religious traditions."
    },
    {
        "date": "2020-11-04",
        "code": 100956,
        "term": "programming",
        "definition": "The study of the conversion of designs into computer instruction sets in order to satisfy the requirements of specific operational problems."
    },
    {
        "date": "2020-11-05",
        "code": 100338,
        "term": "philosophy of science",
        "definition": "The study of the philosophy of the sciences, including scientific methodology, the nature of scientific knowledge and the use of formal logic."
    },
    {
        "date": "2020-11-06",
        "code": 101383,
        "term": "psychometrics",
        "definition": "The study of the psychological testing of personality and individual differences."
    },
    {
        "date": "2020-11-07",
        "code": 100347,
        "term": "ecology",
        "definition": "The study of organisms in their environment, their interactions and history."
    },
    {
        "date": "2020-11-08",
        "code": 101330,
        "term": "ultrasound",
        "definition": "The study of the use of high frequency sound waves to provide medical diagnostic information"
    },
    {
        "date": "2020-11-09",
        "code": 100204,
        "term": "mining engineering",
        "definition": "The study of the design, development and operational evaluation of mineral extraction, processing and refining systems, including open pit and shaft mines, prospecting and site analysis equipment and instruments, environmental and safety systems, mine equipment and facilities, mineral processing and refining methods and systems, and logistics and communications systems."
    },
    {
        "date": "2020-11-10",
        "code": 100680,
        "term": "European Union law",
        "definition": "The study of European law."
    },
    {
        "date": "2020-11-11",
        "code": 100540,
        "term": "cellular pathology",
        "definition": "The study of the effects and nature of diseases in cellular structures."
    },
    {
        "date": "2020-11-12",
        "code": 101024,
        "term": "agricultural chemistry",
        "definition": "The study of how atoms and molecules react together naturally and/or synthetically to affect agricultural processes."
    },
    {
        "date": "2020-11-13",
        "code": 101448,
        "term": "opera",
        "definition": "The study of music classified as opera, including the theatrical, musical and literary techniques used by composers when creating new works."
    },
    {
        "date": "2020-11-14",
        "code": 101379,
        "term": "sport technology",
        "definition": "The study of the impact of technology and ergonomics to advance sport performance through the study of biomechanics, physiology, psychology and materials technology."
    },
    {
        "date": "2020-11-15",
        "code": 101415,
        "term": "Akkadian language",
        "definition": "The study of the structure, semantics and cultural significance of the East Semitic branch of the Afro-Asiatic language used in central Mesopotamia."
    },
    {
        "date": "2020-11-16",
        "code": 100239,
        "term": "reflexology",
        "definition": "A system of massage through reflex points on the feet, hands and head used to relieve tension and treat illness."
    },
    {
        "date": "2020-11-17",
        "code": 100106,
        "term": "actuarial science",
        "definition": "The study of the application of mathematical and statistical concepts to the assessment and management of financial risk."
    },
    {
        "date": "2020-11-18",
        "code": 101243,
        "term": "bioengineering",
        "definition": "The study of the application of engineering principles to biological problems. May include medical or biomedical engineering as part of the subject."
    },
    {
        "date": "2020-11-19",
        "code": 100604,
        "term": "econometrics",
        "definition": "The study of the systematic mathematical and statistical analysis of economic phenomena and problems."
    },
    {
        "date": "2020-11-20",
        "code": 100254,
        "term": "psychotherapy",
        "definition": "The study and application of psychological processes of therapy."
    },
    {
        "date": "2020-11-21",
        "code": 100062,
        "term": "illustration",
        "definition": "The study of/training in the use of artistic techniques effectively to communicate ideas and information to business and consumer audiences via drawn or painted images."
    },
    {
        "date": "2020-11-22",
        "code": 100737,
        "term": "multimedia computing science",
        "definition": "The study of the area of computer science concerned with the computer controlled delivery of information in a variety of forms, including text, pictures, video, graphics and animation. Often associated with information presentation on the Internet."
    },
    {
        "date": "2020-11-23",
        "code": 101019,
        "term": "computer games graphics",
        "definition": "The study of art, visual design and graphics in the design and production of video, computer and other electronic games."
    },
    {
        "date": "2020-11-24",
        "code": 101485,
        "term": "Milton studies",
        "definition": "The study of the literary works of John Milton (1608__1674)"
    },
    {
        "date": "2020-11-25",
        "code": 101338,
        "term": "diabetes",
        "definition": "The multidisciplinary study of diabetes, its biology, diagnosis, complications, prevention and management."
    },
    {
        "date": "2020-11-26",
        "code": 100772,
        "term": "South Asian history",
        "definition": "Historical studies of the Indian sub-continent."
    },
    {
        "date": "2020-11-27",
        "code": 100475,
        "term": "sports therapy",
        "definition": "The applied scientific study of anatomy, exercise physiology, psychology and biomechanics within the context of human body conditioning and the prevention, recognition and evaluation, management, treatment and rehabilitation of sport and exercise related injuries and illness."
    },
    {
        "date": "2020-11-28",
        "code": 100177,
        "term": "microwave engineering",
        "definition": "The study of the principles of engineering as they apply to very short wavelength electromagnetic radiation used for a variety of applications, including the transmission and receipt of data."
    },
    {
        "date": "2020-11-29",
        "code": 101041,
        "term": "industrial chemistry",
        "definition": "The study of chemical processes of industrial significance."
    },
    {
        "date": "2020-11-30",
        "code": 100916,
        "term": "information services",
        "definition": "The study of the administration of information resources and services, including the collection, sorting and ordering of data and information."
    },
    {
        "date": "2020-12-01",
        "code": 100092,
        "term": "retail management",
        "definition": "The study of techniques involved in the management of retail outlets."
    },
    {
        "date": "2020-12-02",
        "code": 101506,
        "term": "liberalism",
        "definition": "Study of the political doctrine that emphasises the freedom of the individual and individual rights while minimising the need for external constraints."
    },
    {
        "date": "2020-12-03",
        "code": 101290,
        "term": "neurological rehabilitation",
        "definition": "The study of how to produce a programme of treatment to help patients recover after diseases, trauma, or other disorders of the nervous system."
    },
    {
        "date": "2020-12-04",
        "code": 101064,
        "term": "geomorphology",
        "definition": "The study of the processes determining the topography of the Earth's crust."
    },
    {
        "date": "2020-12-05",
        "code": 100202,
        "term": "manufacturing engineering",
        "definition": "The study of the principles of engineering as they apply to the design, installation and maintenance of production-line technologies."
    },
    {
        "date": "2020-12-06",
        "code": 101368,
        "term": "Indonesian language",
        "definition": "The study of standard Indonesian, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-12-07",
        "code": 101419,
        "term": "Breton language",
        "definition": "The study of the history, grammar and use of the language of Brittany. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-12-08",
        "code": 100593,
        "term": "rural planning",
        "definition": "The study of the planning of the infrastructure, development and management of settlement in the country."
    },
    {
        "date": "2020-12-09",
        "code": 100268,
        "term": "dentistry",
        "definition": "The study of the vocational science concerned with the observation, diagnosis and treatment of damage, disease and disorder to the teeth and gums of homo sapiens, in both clinical and non-clinical settings."
    },
    {
        "date": "2020-12-10",
        "code": 100811,
        "term": "creative management",
        "definition": "The study of techniques for creative problem solving and the management of creativity in others."
    },
    {
        "date": "2020-12-11",
        "code": 100321,
        "term": "French language",
        "definition": "The study of the French language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2020-12-12",
        "code": 100156,
        "term": "highways engineering",
        "definition": "The study and principles of engineering as they apply to the planning, development and construction of the routes for road transport."
    },
    {
        "date": "2020-12-13",
        "code": 100488,
        "term": "international development",
        "definition": "The systematic study of the economic development process and its application to the problems of specific countries and regions."
    },
    {
        "date": "2020-12-14",
        "code": 101460,
        "term": "plant physiology",
        "definition": "The study of the area of botany concerned with the function or physiology of plants."
    },
    {
        "date": "2020-12-15",
        "code": 100962,
        "term": "research skills",
        "definition": "The study of investigative method and the collection of information."
    },
    {
        "date": "2020-12-16",
        "code": 100374,
        "term": "software engineering",
        "definition": "The study of techniques and principles for the design, construction, testing and maintenance of computer programs to satisfy the requirements of specific operational problems."
    },
    {
        "date": "2020-12-17",
        "code": 100777,
        "term": "world history",
        "definition": "Historical studies considered globally."
    },
    {
        "date": "2020-12-18",
        "code": 101446,
        "term": "the Torah and Judaic texts",
        "definition": "The study of the Torah and Talmudic interpretation."
    },
    {
        "date": "2020-12-19",
        "code": 101316,
        "term": "interior design and architecture",
        "definition": "The study of residential, commercial and public interior spaces; design, implementation and materials and the use of artistic techniques in planning, designing, equipping and furnishing."
    },
    {
        "date": "2020-12-20",
        "code": 100095,
        "term": "sports coaching",
        "definition": "The study of the delivery (teaching, instructing and coaching) of enhanced sport performance and the critical analysis of the integration of the variables involved."
    },
    {
        "date": "2020-12-21",
        "code": 100365,
        "term": "computer networks",
        "definition": "The study of computer network systems and computer communications techniques/protocols."
    },
    {
        "date": "2020-12-22",
        "code": 100746,
        "term": "clinical practice nursing",
        "definition": "The study of the principles and techniques for assessing, managing, treating and monitoring in the following care specialisms: diabetes, cancer, cardiac, renal, respiratory disease or disorders or sexual health."
    },
    {
        "date": "2020-12-23",
        "code": 101511,
        "term": "ophthalmic dispensing",
        "definition": "The study of the eye, disruption to sight, and diseases of the eye, focusing on the treatment of eye disorders."
    },
    {
        "date": "2020-12-24",
        "code": 101207,
        "term": "Caribbean studies",
        "definition": "The study of Caribbean societies, cultures, languages and literatures."
    },
    {
        "date": "2020-12-25",
        "code": 100343,
        "term": "applied biology",
        "definition": "The study of biology of commercial or social importance."
    },
    {
        "date": "2020-12-26",
        "code": 101071,
        "term": "computational physics",
        "definition": "The study of numerical and quantitative methods in physics."
    },
    {
        "date": "2020-12-27",
        "code": 100299,
        "term": "archaeology",
        "definition": "The study of human activity in the past through analysis of the material culture and environmental data left behind by past human populations."
    },
    {
        "date": "2020-12-28",
        "code": 100963,
        "term": "knowledge and information systems",
        "definition": "The study of the principles and methodologies for the capture, representation, storage and application of human knowledge in a computer system."
    },
    {
        "date": "2020-12-29",
        "code": 100725,
        "term": "silversmithing and goldsmithing",
        "definition": "The study of the craft of creating artefacts using the materials of silver and gold."
    },
    {
        "date": "2020-12-30",
        "code": 100373,
        "term": "internet technologies",
        "definition": "The study of internet-related computing including Cloud Computing."
    },
    {
        "date": "2020-12-31",
        "code": 100225,
        "term": "materials science",
        "definition": "The study of the crystalline and granular structure of materials, including electronic atomic and molecular configurations."
    },
    {
        "date": "2021-01-01",
        "code": 101194,
        "term": "Israeli studies",
        "definition": "The study of Israeli society and culture, languages and literatures."
    },
    {
        "date": "2021-01-02",
        "code": 100795,
        "term": "Christian studies",
        "definition": "The study of the theory and practice of Roman Catholic, Protestant, Orthodox and other Christian denominations."
    },
    {
        "date": "2021-01-03",
        "code": 101498,
        "term": "Scandinavian history",
        "definition": "Historical studies of Scandinavia."
    },
    {
        "date": "2021-01-04",
        "code": 100890,
        "term": "film and sound recording",
        "definition": "The study of/training in the recording of audio and video elements in the production of a moving image sequence."
    },
    {
        "date": "2021-01-05",
        "code": 100977,
        "term": "rural estate management",
        "definition": "The study of the administration of large landed properties as or on behalf of their owner."
    },
    {
        "date": "2021-01-06",
        "code": 101053,
        "term": "polymer chemistry",
        "definition": "The study of the properties of macromolecular compounds and their synthesis."
    },
    {
        "date": "2021-01-07",
        "code": 100762,
        "term": "European history",
        "definition": "Historical studies focusing on continental Europe."
    },
    {
        "date": "2021-01-08",
        "code": 100466,
        "term": "youth and community work",
        "definition": "The study of social work services aimed at support of vulnerable/under-privileged youths in society."
    },
    {
        "date": "2021-01-09",
        "code": 100439,
        "term": "broadcast journalism",
        "definition": "The study of reporting, photographing and editing news stories for all types of broadcast media."
    },
    {
        "date": "2021-01-10",
        "code": 101420,
        "term": "Latin language",
        "definition": "The study of the history, grammar and use of Latin. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-01-11",
        "code": 101372,
        "term": "South East Asian studies",
        "definition": "The study of South East Asian societies, cultures, languages and literatures."
    },
    {
        "date": "2021-01-12",
        "code": 100333,
        "term": "Welsh language",
        "definition": "The study of the history, grammar and use of Welsh. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-01-13",
        "code": 101040,
        "term": "risk management",
        "definition": "The study of the systematic process of understanding, evaluating and addressing risks to maximise the chances of objectives being achieved and ensuring organisations, individuals and communities are sustainable."
    },
    {
        "date": "2021-01-14",
        "code": 100594,
        "term": "urban studies",
        "definition": "The study of the interaction of the planning process and management policies on the built environment."
    },
    {
        "date": "2021-01-15",
        "code": 100625,
        "term": "disability studies",
        "definition": "The study of the sociological influence of disability."
    },
    {
        "date": "2021-01-16",
        "code": 101217,
        "term": "composite materials",
        "definition": "The study of the development, processing, enhancement, modification and application of composite materials."
    },
    {
        "date": "2021-01-17",
        "code": 100230,
        "term": "navigation",
        "definition": "The study of the processes involved in navigation."
    },
    {
        "date": "2021-01-18",
        "code": 100211,
        "term": "fabrication",
        "definition": "The study of the processes involved in the production and manufacture of metallic objects and structures."
    },
    {
        "date": "2021-01-19",
        "code": 101028,
        "term": "engineering and industrial mathematics",
        "definition": "The study of the branch of mathematics concerned with the application of mathematical principles in the areas of engineering and industrial systems and processes."
    },
    {
        "date": "2021-01-20",
        "code": 100731,
        "term": "professional writing",
        "definition": "The study of writing as a professional skill."
    },
    {
        "date": "2021-01-21",
        "code": 101013,
        "term": "timber engineering",
        "definition": "The study of the principles of engineering as they apply to the analysis, design and assessment of timber structural systems and assemblies."
    },
    {
        "date": "2021-01-22",
        "code": 101348,
        "term": "exotic plants and crops",
        "definition": "The study of the most efficient way to plant, sow and harvest non-native crops."
    },
    {
        "date": "2021-01-23",
        "code": 101351,
        "term": "atmosphere-ocean interactions",
        "definition": "The study of the quantification and modelling of the fluxes and transformations of material and energy between the marine and atmospheric environments."
    },
    {
        "date": "2021-01-24",
        "code": 100090,
        "term": "public administration",
        "definition": "The study of the functions and structure of those bodies concerned with the administrative duties of government."
    },
    {
        "date": "2021-01-25",
        "code": 100730,
        "term": "poetry writing",
        "definition": "The study of/training in the writing of poems."
    },
    {
        "date": "2021-01-26",
        "code": 101155,
        "term": "Czech language",
        "definition": "The study of the Czech language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-01-27",
        "code": 101480,
        "term": "Margaret Atwood studies",
        "definition": "The study of the literary works of Margaret Eleanor Atwood (November 18, 1939)"
    },
    {
        "date": "2021-01-28",
        "code": 100433,
        "term": "sport and exercise sciences",
        "definition": "The applied scientific study of the anatomy, physiology, biomechanics and psychology of the human body with a view to optimising performance in sporting and physical activities."
    },
    {
        "date": "2021-01-29",
        "code": 100580,
        "term": "acoustics and vibration",
        "definition": "The study of oscillation and resonance."
    },
    {
        "date": "2021-01-30",
        "code": 100820,
        "term": "property management",
        "definition": "The study of the techniques involved in the management of buildings and other structures."
    },
    {
        "date": "2021-01-31",
        "code": 100138,
        "term": "medical biotechnology",
        "definition": "The study of biotechnology as applied to the development of human/veterinary diagnostic, therapeutic systems."
    },
    {
        "date": "2021-02-01",
        "code": 100674,
        "term": "ethnomusicology and world music",
        "definition": "The study of music and dance from all parts of the world, focusing on the systematic study of the forms and methods of music art, and the functions of music, in Western and non-Western societies and cultures."
    },
    {
        "date": "2021-02-02",
        "code": 101203,
        "term": "North American literature studies",
        "definition": "The study of Northern American literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-02-03",
        "code": 100815,
        "term": "institutional management",
        "definition": "The study of the specific techniques required for the management of specific types of institutions."
    },
    {
        "date": "2021-02-04",
        "code": 100403,
        "term": "mathematics",
        "definition": "The rigorous analysis of quantities, magnitudes, forms and their relationships, using symbolic logic and language, both in its own right and as applied to other disciplines."
    },
    {
        "date": "2021-02-05",
        "code": 100236,
        "term": "Chinese medical techniques",
        "definition": "The study of the range of medical techniques with roots in China, such as moxibustion, massage, cupping, gwa sha, breath work (Qi Gong) and exercise (Tai Chi)."
    },
    {
        "date": "2021-02-06",
        "code": 100764,
        "term": "Italian history",
        "definition": "Historical studies of Italy."
    },
    {
        "date": "2021-02-07",
        "code": 100229,
        "term": "aviation studies",
        "definition": "The study of the technical aspects of flying and navigation."
    },
    {
        "date": "2021-02-08",
        "code": 101323,
        "term": "dispute resolution",
        "definition": "The study of mediation, investigative and adjudicative approaches, and complaint handling with a focus on disputes between individuals and powerful organisations."
    },
    {
        "date": "2021-02-09",
        "code": 101463,
        "term": "qualitative psychology",
        "definition": "The study of the use of qualitative techniques in psychology."
    },
    {
        "date": "2021-02-10",
        "code": 100664,
        "term": "history of music",
        "definition": "The study of the historical development of music and musical styles."
    },
    {
        "date": "2021-02-11",
        "code": 100217,
        "term": "quantity surveying",
        "definition": "The study of the financial management, project management and commercial management of construction projects."
    },
    {
        "date": "2021-02-12",
        "code": 101188,
        "term": "African literature",
        "definition": "The study of African literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-02-13",
        "code": 100162,
        "term": "computer systems engineering",
        "definition": "The integrated study of the principles of engineering as they apply to the design, creation, integration and management of computers within complex situations, using techniques from computer science, electronic engineering and control engineering."
    },
    {
        "date": "2021-02-14",
        "code": 100946,
        "term": "crop nutrition",
        "definition": "The study of the process of assimilating nutrient materials into crop tissue with the aim of understanding and providing the correct nutrient balance."
    },
    {
        "date": "2021-02-15",
        "code": 100445,
        "term": "multimedia journalism",
        "definition": "Writing text reports for newspapers, magazines and websites. Writing features, interviews and reviews. Taking, editing and publishing still images online. Filming, editing and publishing video reports. Recording, editing and publishing audio reports including podcasts."
    },
    {
        "date": "2021-02-16",
        "code": 100700,
        "term": "theatre production",
        "definition": "The study of the management, planning, design and preparation of plays and other theatrical entertainment programmes."
    },
    {
        "date": "2021-02-17",
        "code": 100581,
        "term": "electrical power",
        "definition": "The study of the rates at which electrical energy is fed into or taken from a device or system. Involves the study and application of specialist mathematics."
    },
    {
        "date": "2021-02-18",
        "code": 100216,
        "term": "building surveying",
        "definition": "The study of techniques for the analysis of a building's performance from design and construction, through to maintenance and repair."
    },
    {
        "date": "2021-02-19",
        "code": 101430,
        "term": "Indian literature studies",
        "definition": "The study of Indian literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-02-20",
        "code": 100793,
        "term": "ethics",
        "definition": "The study of the concept of morality and codes of behaviour."
    },
    {
        "date": "2021-02-21",
        "code": 100355,
        "term": "plant sciences",
        "definition": "The study of plants including their classification, structure, physiology, ecology and economic importance."
    },
    {
        "date": "2021-02-22",
        "code": 100369,
        "term": "geographical information systems",
        "definition": "The study of the collection, transmission, processing and use of geographical data using information technology."
    },
    {
        "date": "2021-02-23",
        "code": 100428,
        "term": "aerodynamics",
        "definition": "The study of the relative motion between a body and gases (typically air), especially predicting the forces acting on a body."
    },
    {
        "date": "2021-02-24",
        "code": 101068,
        "term": "atmospheric physics",
        "definition": "The study of the Earth's stratosphere, troposphere and upper atmosphere including atmospheric kinetics and water in the atmosphere."
    },
    {
        "date": "2021-02-25",
        "code": 100599,
        "term": "fine art conservation",
        "definition": "The study of the conservation, protection and restoration of fine art artefacts."
    },
    {
        "date": "2021-02-26",
        "code": 100277,
        "term": "toxicology",
        "definition": "The study of the nature, source, identification and characteristics of poisons, toxic substances, and exogenous chemical agents and their effects on human tissues and systems."
    },
    {
        "date": "2021-02-27",
        "code": 100912,
        "term": "blood sciences",
        "definition": "The study of sera and blood-related products."
    },
    {
        "date": "2021-02-28",
        "code": 100714,
        "term": "history of photography",
        "definition": "The study of the development of the generating of still images."
    },
    {
        "date": "2021-03-01",
        "code": 100893,
        "term": "recreation and leisure studies",
        "definition": "The study of the nature, provision and impact of recreation and leisure and their management and development."
    },
    {
        "date": "2021-03-02",
        "code": 100616,
        "term": "strategic studies",
        "definition": "The study of strategies designed to promote and defend the autonomy and interests of a country within the international community."
    },
    {
        "date": "2021-03-03",
        "code": 100841,
        "term": "popular music",
        "definition": "The study of popular music that is accessible to the general public and disseminated by one or more of the mass media, including the study of musical concepts in popular music cultures."
    },
    {
        "date": "2021-03-04",
        "code": 101010,
        "term": "agricultural machinery",
        "definition": "The study of the use and maintenance of agricultural machinery."
    },
    {
        "date": "2021-03-05",
        "code": 101457,
        "term": "community ecology",
        "definition": "The study of the structure, composition and dynamics of ecological assemblages. Includes the relationship between species assemblages and their environments, trophic structure, succession, stability, biodiversity, coexistence and competitive exclusion, spatial structure and relative abundance of component species."
    },
    {
        "date": "2021-03-06",
        "code": 100329,
        "term": "modern languages",
        "definition": "Reading, writing, and speaking a language or languages, other than the mother tongue, that is currently in day to day use."
    },
    {
        "date": "2021-03-07",
        "code": 101410,
        "term": "historical linguistics",
        "definition": "The study of the structure and development of languages from the earliest to modern varieties."
    },
    {
        "date": "2021-03-08",
        "code": 100940,
        "term": "animal nutrition",
        "definition": "The study of the process of assimilating nutrient materials into animal tissue."
    },
    {
        "date": "2021-03-09",
        "code": 100175,
        "term": "energy engineering",
        "definition": "The study and principles of engineering as they apply to the development and exploitation of various forms of energy, e.g. wind, water, solar etc. Involves the study and application of specialist mathematics."
    },
    {
        "date": "2021-03-10",
        "code": 101084,
        "term": "exploration geophysics",
        "definition": "The study of geophysical techniques concerned with the discovery of geological deposits."
    },
    {
        "date": "2021-03-11",
        "code": 100667,
        "term": "musicology",
        "definition": "The systematic study of the forms and methods of music art, and the functions of music in societies and cultures."
    },
    {
        "date": "2021-03-12",
        "code": 101340,
        "term": "hypnotherapy",
        "definition": "The study of the treatment of conditions by hypnosis."
    },
    {
        "date": "2021-03-13",
        "code": 100063,
        "term": "photography",
        "definition": "The study of/training in all aspects of the creation of still images."
    },
    {
        "date": "2021-03-14",
        "code": 101431,
        "term": "Turkish languages",
        "definition": "The study of varieties of the Turkish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-03-15",
        "code": 100509,
        "term": "higher education teaching",
        "definition": "The training of others to impart, explain and disseminate knowledge, skills and learning to people registered on a higher education course."
    },
    {
        "date": "2021-03-16",
        "code": 100054,
        "term": "fashion",
        "definition": "A broad subject which covers every aspect of the fashion process, from initial design concept to the production of a catwalk collection."
    },
    {
        "date": "2021-03-17",
        "code": 100734,
        "term": "computer architectures",
        "definition": "The study of the systemic structure of computer systems."
    },
    {
        "date": "2021-03-18",
        "code": 100484,
        "term": "criminology",
        "definition": "The systematic study of crime, criminal behaviour, causes and prevention."
    },
    {
        "date": "2021-03-19",
        "code": 100496,
        "term": "educational psychology",
        "definition": "The study of the psychology of learning and teaching in educational settings."
    },
    {
        "date": "2021-03-20",
        "code": 101192,
        "term": "Arabic languages",
        "definition": "The study of Arabic languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-03-21",
        "code": 101248,
        "term": "French history",
        "definition": "Historical studies of France."
    },
    {
        "date": "2021-03-22",
        "code": 100107,
        "term": "finance",
        "definition": "The study of financial systems, regulations and reporting."
    },
    {
        "date": "2021-03-23",
        "code": 101455,
        "term": "stone crafts",
        "definition": "The craft of creating decorative and functional items from stone."
    },
    {
        "date": "2021-03-24",
        "code": 100074,
        "term": "advertising",
        "definition": "The study of the use of promotional displays, whether presented orally or visually, in order to sell items and services or to publicise events."
    },
    {
        "date": "2021-03-25",
        "code": 101510,
        "term": "environmentalism",
        "definition": "The study of the political doctrine that believes that human life can only be understood in the context of the natural world and that progress lies in the preservation of the natural environment."
    },
    {
        "date": "2021-03-26",
        "code": 100309,
        "term": "medieval history",
        "definition": "Historical studies of the period 600-1500 AD."
    },
    {
        "date": "2021-03-27",
        "code": 100096,
        "term": "sports development",
        "definition": "The study of the monitoring, analysis, diagnosis and prescription of actions to enhance the component elements of sport."
    },
    {
        "date": "2021-03-28",
        "code": 101086,
        "term": "geological oceanography",
        "definition": "The study of the sedimentary processes including deposition and dynamics in the oceans."
    },
    {
        "date": "2021-03-29",
        "code": 101334,
        "term": "allergy",
        "definition": "The study of the mechanisms, diagnosis, treatment and management of allergic diseases."
    },
    {
        "date": "2021-03-30",
        "code": 101174,
        "term": "Hindi language",
        "definition": "The study of Hindi language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-03-31",
        "code": 101148,
        "term": "Swedish language",
        "definition": "The study of the Swedish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-04-01",
        "code": 100784,
        "term": "history of mathematics",
        "definition": "Historical studies of the mathematical sciences."
    },
    {
        "date": "2021-04-02",
        "code": 100493,
        "term": "applied psychology",
        "definition": "The study of the application of psychological evidence and theories to real world situations."
    },
    {
        "date": "2021-04-03",
        "code": 100972,
        "term": "phonetics",
        "definition": "The study of speech processes, including the production, and perception of speech sound. Includes speech acoustics, anatomy and physiology."
    },
    {
        "date": "2021-04-04",
        "code": 101467,
        "term": "Ruskin studies",
        "definition": "The study of the literary works of John Ruskin (1819 __ 1900)"
    },
    {
        "date": "2021-04-05",
        "code": 101452,
        "term": "body awareness",
        "definition": "The study of the human body in relation to its capabilities in generating artistic forms in dance."
    },
    {
        "date": "2021-04-06",
        "code": 100155,
        "term": "minerals technology",
        "definition": "The study of the production of minerals and metals and their separation from other elements contained within mineral deposits."
    },
    {
        "date": "2021-04-07",
        "code": 100765,
        "term": "Iberian studies",
        "definition": "The study of Spanish and Portuguese societies, cultures, histories, languages and literatures._"
    },
    {
        "date": "2021-04-08",
        "code": 101114,
        "term": "classical Arabic",
        "definition": "The study of the structure, semantics and cultural significance of classical or Qur'anic Arabic."
    },
    {
        "date": "2021-04-09",
        "code": 100923,
        "term": "television production",
        "definition": "The study of the organisation and presentation of events on television."
    },
    {
        "date": "2021-04-10",
        "code": 100527,
        "term": "food science",
        "definition": "The study of the properties and behaviour of food."
    },
    {
        "date": "2021-04-11",
        "code": 100396,
        "term": "geophysics",
        "definition": "The study of the physical structure and dynamics of the earth."
    },
    {
        "date": "2021-04-12",
        "code": 101491,
        "term": "Virginia Woolf studies",
        "definition": "The study of the literary works of Adeline Virginia Woolf (n_e Stephen; 25 January 1882 __ 28 March 1941)"
    },
    {
        "date": "2021-04-13",
        "code": 101031,
        "term": "medical statistics",
        "definition": "The application of statistical techniques to the collection and analysis of numerical data relating to medicine."
    },
    {
        "date": "2021-04-14",
        "code": 100763,
        "term": "German history",
        "definition": "Historical studies of Germany."
    },
    {
        "date": "2021-04-15",
        "code": 101336,
        "term": "anaesthesia",
        "definition": "The study of the anatomy, pharmacology and neurophysiology of pain medicine, together with anaesthetic practice and patient care."
    },
    {
        "date": "2021-04-16",
        "code": 100166,
        "term": "control systems",
        "definition": "The study of the principles of engineering as they apply to electrical and electronic methods of measurement, regulation and operation."
    },
    {
        "date": "2021-04-17",
        "code": 100739,
        "term": "beauty therapy",
        "definition": "The study of therapies to enhance well-being, appearance, relaxation or uplift to meet clients' needs. Includes treatments such as injectables and laser/light therapies."
    },
    {
        "date": "2021-04-18",
        "code": 100046,
        "term": "creative writing",
        "definition": "The study of the creation of fictional text."
    },
    {
        "date": "2021-04-19",
        "code": 101167,
        "term": "Chinese society and culture studies",
        "definition": "The study of Chinese society and culture."
    },
    {
        "date": "2021-04-20",
        "code": 100974,
        "term": "livestock",
        "definition": "The study of the most efficient way to keep animals for agricultural use rather than as pets."
    },
    {
        "date": "2021-04-21",
        "code": 100117,
        "term": "avionics",
        "definition": "The study of electronics as applied to aeronautics and astronautics."
    },
    {
        "date": "2021-04-22",
        "code": 100489,
        "term": "international politics",
        "definition": "The study of political structures, functions and theories among the international community."
    },
    {
        "date": "2021-04-23",
        "code": 100866,
        "term": "health and safety management",
        "definition": "The study of issues relating to health and safety in the workplace."
    },
    {
        "date": "2021-04-24",
        "code": 101115,
        "term": "Sanskrit studies",
        "definition": "The study of the structure, semantics and cultural significance of the oldest recorded branch of the Indic branch of the Indo-European ancient language of India."
    },
    {
        "date": "2021-04-25",
        "code": 101278,
        "term": "employability skills (personal learning)",
        "definition": "For use where the student is developing competencies relevant to becoming a more useful employee."
    },
    {
        "date": "2021-04-26",
        "code": 100346,
        "term": "biology",
        "definition": "The broadly based scientific study of living organisms."
    },
    {
        "date": "2021-04-27",
        "code": 100089,
        "term": "management studies",
        "definition": "The study of managing organisations."
    },
    {
        "date": "2021-04-28",
        "code": 101106,
        "term": "engineering geology",
        "definition": "The study of geological structures and processes in an engineering context."
    },
    {
        "date": "2021-04-29",
        "code": 101134,
        "term": "German literature",
        "definition": "The study of literature originally written in the German language using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-04-30",
        "code": 100289,
        "term": "neonatal nursing",
        "definition": "The study of the principles and techniques to allow nurses to support and provide care for new-born babies who are premature or who are born sick, and their families."
    },
    {
        "date": "2021-05-01",
        "code": 100960,
        "term": "object-oriented programming",
        "definition": "Programming using object-oriented programming languages and environments."
    },
    {
        "date": "2021-05-02",
        "code": 101219,
        "term": "forensic archaeology",
        "definition": "The study of the use of archaeological principles and techniques for the location, recovery, and interpretation of evidence for past events within the constraints of the criminal justice system."
    },
    {
        "date": "2021-05-03",
        "code": 101402,
        "term": "macroeconomics",
        "definition": "The study of the economic environment within which firms and individuals may operate."
    },
    {
        "date": "2021-05-04",
        "code": 100630,
        "term": "typography",
        "definition": "The study of/training in the use of artistic techniques in the design and production of prefabricated fonts and the layout of text in all its forms, including printed and digital materials."
    },
    {
        "date": "2021-05-05",
        "code": 100585,
        "term": "conservation of buildings",
        "definition": "The study of the repair, restoration and preservation of old or damaged and/or culturally significant buildings including conservation technology."
    },
    {
        "date": "2021-05-06",
        "code": 100658,
        "term": "careers guidance",
        "definition": "The study of the provision of support services aimed at helping people to make informed and rational career decisions."
    },
    {
        "date": "2021-05-07",
        "code": 100122,
        "term": "architecture",
        "definition": "The study of the design, construction and erection of buildings. Combines design creativity with technical competence."
    },
    {
        "date": "2021-05-08",
        "code": 100203,
        "term": "materials engineering",
        "definition": "The study of the development, processing, enhancement/modification and application of engineering materials."
    },
    {
        "date": "2021-05-09",
        "code": 101078,
        "term": "applied environmental sciences",
        "definition": "The study of topics in environmental sciences of commercial or social importance."
    },
    {
        "date": "2021-05-10",
        "code": 100627,
        "term": "socio-economics",
        "definition": "The study of the interrelationship between sociological and economic factors."
    },
    {
        "date": "2021-05-11",
        "code": 100271,
        "term": "medicine",
        "definition": "Vocational science of preventing, diagnosing, alleviating or curing disease in homo sapiens through the observation, diagnosis and treatment of an illness or disease."
    },
    {
        "date": "2021-05-12",
        "code": 101503,
        "term": "Persian society and culture studies",
        "definition": "The study of the societies and cultures of Persian-speaking people."
    },
    {
        "date": "2021-05-13",
        "code": 100087,
        "term": "international hospitality management",
        "definition": "The study of business with relation to management of food and drink operations, front office and customer service, in hospitality businesses worldwide."
    },
    {
        "date": "2021-05-14",
        "code": 100973,
        "term": "phonology",
        "definition": "The study of the sound systems of languages."
    },
    {
        "date": "2021-05-15",
        "code": 100717,
        "term": "visual and audio effects",
        "definition": "The study of/training in the production of special visual and/or audio effects in the production of moving image sequences."
    },
    {
        "date": "2021-05-16",
        "code": 100079,
        "term": "business studies",
        "definition": "The study of organisations and the environment in which they operate."
    },
    {
        "date": "2021-05-17",
        "code": 100800,
        "term": "religious writings",
        "definition": "The study and interpretation of religious writings in their historical, theological and philosophical contexts."
    },
    {
        "date": "2021-05-18",
        "code": 100314,
        "term": "humanities",
        "definition": "The study of human culture through a range of disciplines that are critical or speculative, rather than scientific, thinking, including archaeology, classical studies, history, languages, literature and area studies, philosophy and religious studies, visual and performing arts."
    },
    {
        "date": "2021-05-19",
        "code": 101493,
        "term": "Dylan Thomas studies",
        "definition": "The study of the literary works of Dylan Marlais Thomas (27 October 1914 __ 9 November 1953)"
    },
    {
        "date": "2021-05-20",
        "code": 101481,
        "term": "Samuel Beckett studies",
        "definition": "The study of the literary works of Samuel Barclay Beckett (13 April 1906 __ 22 December 1989)"
    },
    {
        "date": "2021-05-21",
        "code": 100759,
        "term": "Irish history",
        "definition": "Historical studies of Ireland."
    },
    {
        "date": "2021-05-22",
        "code": 100284,
        "term": "emergency nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care for patients at first contact in the Emergency department."
    },
    {
        "date": "2021-05-23",
        "code": 101373,
        "term": "hair and beauty sciences",
        "definition": "The study of services and treatments carried out in the hair, beauty and nail sectors and the sciences related to them."
    },
    {
        "date": "2021-05-24",
        "code": 100206,
        "term": "motorsport engineering",
        "definition": "The study of mechanical engineering as applied to motorsport."
    },
    {
        "date": "2021-05-25",
        "code": 100358,
        "term": "applied computing",
        "definition": "The study of the application of practical and professional computer science skills of analysis, design and development to specific computing topics, such as computer games development, computer security and forensics, business and systems analysis, multimedia, geographical information systems."
    },
    {
        "date": "2021-05-26",
        "code": 100264,
        "term": "anatomy",
        "definition": "The scientific study of the structure and function of the human body, including tissues, organs and systems."
    },
    {
        "date": "2021-05-27",
        "code": 100998,
        "term": "sustainable agriculture and landscape development",
        "definition": "The study of agricultural and other related landscape uses with particular emphasis on sustainable and environmentally sensitive practices."
    },
    {
        "date": "2021-05-28",
        "code": 100783,
        "term": "history of design",
        "definition": "Historical study of design styles and movements."
    },
    {
        "date": "2021-05-29",
        "code": 100886,
        "term": "contemporary dance",
        "definition": "The study of technical, creative and professional elements of contemporary dance informed by contextual and theoretical study."
    },
    {
        "date": "2021-05-30",
        "code": 100950,
        "term": "occupational psychology",
        "definition": "The psychology of selection, motivation and performance in the workplace."
    },
    {
        "date": "2021-05-31",
        "code": 100462,
        "term": "learning support",
        "definition": "Development of skills, knowledge and critical understanding necessary to effectively support teachers and learners in the process of teaching and learning in a variety of contexts, and to build upon the unique features of the support role in ways that contribute to raising learner achievement."
    },
    {
        "date": "2021-06-01",
        "code": 100827,
        "term": "banking",
        "definition": "The study of the banking industry."
    },
    {
        "date": "2021-06-02",
        "code": 100769,
        "term": "Latin American history",
        "definition": "The study of the history of Latin America."
    },
    {
        "date": "2021-06-03",
        "code": 101500,
        "term": "Polish society and culture",
        "definition": "The study of Polish society and culture."
    },
    {
        "date": "2021-06-04",
        "code": 100360,
        "term": "business computing",
        "definition": "The study of how computers are used with business, including the basic skills of designing and building computer systems, and the development of the use of IT in any business."
    },
    {
        "date": "2021-06-05",
        "code": 100845,
        "term": "financial reporting",
        "definition": "The study of specific techniques involved in explaining and disclosing transactions involving money, capital and credit."
    },
    {
        "date": "2021-06-06",
        "code": 100419,
        "term": "medical physics",
        "definition": "The study of the application of techniques and technologies from physics to the development and maintenance of critical equipment for patient care, including how the equipment is used to diagnose and treat disease."
    },
    {
        "date": "2021-06-07",
        "code": 100874,
        "term": "plant pathology",
        "definition": "The study of the diseases of plants and their treatments."
    },
    {
        "date": "2021-06-08",
        "code": 100550,
        "term": "gemmology",
        "definition": "The processing, cutting and polishing of precious stones."
    },
    {
        "date": "2021-06-09",
        "code": 100362,
        "term": "business information technology",
        "definition": "The study of the practical application of computing to the commercial world, including e-commerce, information systems and computer consultancy."
    },
    {
        "date": "2021-06-10",
        "code": 101221,
        "term": "enterprise and entrepreneurship",
        "definition": "The study of the application of creative ideas and innovations to practical situations, including, but not exclusively, creating and growing organisations in order to identify and build on opportunities."
    },
    {
        "date": "2021-06-11",
        "code": 100869,
        "term": "bioinformatics",
        "definition": "The study of the application of computer-based technologies and services to biological, biomedical, and biotechnology research."
    },
    {
        "date": "2021-06-12",
        "code": 100551,
        "term": "geotechnical engineering",
        "definition": "The study and practice, using engineering principles, of geological approaches to the investigation of the formation, characterisation and structure of the surface and sub-surface of the Earth."
    },
    {
        "date": "2021-06-13",
        "code": 101369,
        "term": "Vietnamese language",
        "definition": "The study of Vietnamese, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-06-14",
        "code": 101449,
        "term": "music theory and analysis",
        "definition": "The study of conceptual structures typical of music theory and method and techniques used to analyse music."
    },
    {
        "date": "2021-06-15",
        "code": 100936,
        "term": "animal health",
        "definition": "The study of animals with the object of ensuring good husbandry and welfare and the prevention of animal diseases."
    },
    {
        "date": "2021-06-16",
        "code": 100221,
        "term": "music technology",
        "definition": "The study of the technical aspects involved with the musical arts, particularly the use of electronic devices and music industry business practices."
    },
    {
        "date": "2021-06-17",
        "code": 100350,
        "term": "human biology",
        "definition": "An interdisciplinary subject that focuses on understanding the human being from the biological, social science, and humanities perspectives and that addresses contemporary issues related to biology and society, such as global health and disease, environmental policy, bioethics, and biotechnology."
    },
    {
        "date": "2021-06-18",
        "code": 100908,
        "term": "veterinary microbiology",
        "definition": "The study of the interactions between micro-organisms and their animal hosts."
    },
    {
        "date": "2021-06-19",
        "code": 101037,
        "term": "comparative literary studies",
        "definition": "The study of the writers, literatures and literary history of various countries and languages using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-06-20",
        "code": 100426,
        "term": "theoretical physics",
        "definition": "The mathematical principles and techniques of physics theory and explanation of physical phenomena."
    },
    {
        "date": "2021-06-21",
        "code": 100566,
        "term": "quarrying",
        "definition": "The study of the extraction and processing of stone."
    },
    {
        "date": "2021-06-22",
        "code": 101450,
        "term": "applied music and musicianship",
        "definition": "The study of traditional music theory and performance, with additional aspects of technology, community music, education, musicology and development of original creative ability."
    },
    {
        "date": "2021-06-23",
        "code": 101175,
        "term": "Urdu language",
        "definition": "The study of Urdu language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-06-24",
        "code": 100683,
        "term": "comparative law",
        "definition": "The study of different legal structures and systems."
    },
    {
        "date": "2021-06-25",
        "code": 101473,
        "term": "Brontës studies",
        "definition": "The study of the literary works of Charlotte (1816 __ 1855), Emily (1818 __ 1848), and Anne (1820 __ 1849) Bront_"
    },
    {
        "date": "2021-06-26",
        "code": 101159,
        "term": "European studies",
        "definition": "The study of European societies, cultures, languages and literatures._"
    },
    {
        "date": "2021-06-27",
        "code": 101172,
        "term": "South Asian studies",
        "definition": "The study of South Asian societies, cultures, languages and literatures."
    },
    {
        "date": "2021-06-28",
        "code": 100632,
        "term": "visual communication",
        "definition": "The study of/training in the use of artistic techniques in design to impart information."
    },
    {
        "date": "2021-06-29",
        "code": 101479,
        "term": "James Joyce studies",
        "definition": "The study of the literary works of James Augustine Aloysius Joyce (2 February 1882 __ 13 January 1941)"
    },
    {
        "date": "2021-06-30",
        "code": 101317,
        "term": "environmental and public health",
        "definition": "The study of planning, managing, and evaluating public health care services, including epidemiology, biostatistics, public health principles, preventive medicine, health policy and regulations, health care services and related administrative functions, public health law enforcement, health economics and budgeting, public communications, and professional standards and ethics."
    },
    {
        "date": "2021-07-01",
        "code": 101006,
        "term": "agricultural technology",
        "definition": "The study of practical or mechanical sciences connected with agriculture as they apply to increased efficiency, economy and crop production."
    },
    {
        "date": "2021-07-02",
        "code": 100726,
        "term": "clock and watchmaking",
        "definition": "The study of the craft of creating chronometers."
    },
    {
        "date": "2021-07-03",
        "code": 100584,
        "term": "building technology",
        "definition": "The study of building design and its relationship with construction."
    },
    {
        "date": "2021-07-04",
        "code": 100758,
        "term": "British history",
        "definition": "Historical studies focusing on the British Isles."
    },
    {
        "date": "2021-07-05",
        "code": 101058,
        "term": "mapping science",
        "definition": "The study of the preparation and production of maps and/or charts."
    },
    {
        "date": "2021-07-06",
        "code": 101125,
        "term": "Latin literature",
        "definition": "The study of literature originally written in Latin."
    },
    {
        "date": "2021-07-07",
        "code": 101377,
        "term": "transcriptomics",
        "definition": "The study of transcriptomics; the branch of chemistry which deals with the study of messenger RNA molecules produced in one or a population of cell types."
    },
    {
        "date": "2021-07-08",
        "code": 101428,
        "term": "south Slavonic languages",
        "definition": "The study of South Slavonic language varieties, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-07-09",
        "code": 100937,
        "term": "animal physiology",
        "definition": "The study of systemic function and behaviour of the animal frame, including processes such as respiration, circulation, digestion, excretion, and reproduction."
    },
    {
        "date": "2021-07-10",
        "code": 100507,
        "term": "adult education teaching",
        "definition": "The training of others to impart, explain and disseminate knowledge, skills and learning to adults."
    },
    {
        "date": "2021-07-11",
        "code": 101034,
        "term": "statistical modelling",
        "definition": "The use of statistical techniques in the modelling and simulation of 'real-world' systems or processes."
    },
    {
        "date": "2021-07-12",
        "code": 100803,
        "term": "comparative religious studies",
        "definition": "The comparative study of different religious beliefs, customs and observations."
    },
    {
        "date": "2021-07-13",
        "code": 100398,
        "term": "palaeontology",
        "definition": "The study of the fossil record."
    },
    {
        "date": "2021-07-14",
        "code": 100394,
        "term": "earth sciences",
        "definition": "The study of the earth as a unified system; includes earth resources, surface and crustal processes."
    },
    {
        "date": "2021-07-15",
        "code": 100005,
        "term": "clinical engineering",
        "definition": "The study of the principles of engineering as they apply to the design, development and maintenance of equipment used for diagnosing illness and treating patients."
    },
    {
        "date": "2021-07-16",
        "code": 100363,
        "term": "computer animation and visual effects",
        "definition": "The study of techniques associated with the creation of computer generated visual effects for use in static or moving imagery."
    },
    {
        "date": "2021-07-17",
        "code": 100945,
        "term": "crop protection",
        "definition": "The study of the development of immunities in crops. Also includes the study of artificial barriers, preventatives or exterminators for the animals/insects which attack crops."
    },
    {
        "date": "2021-07-18",
        "code": 100300,
        "term": "classical studies",
        "definition": "The study of the civilisations of ancient Greece and Rome. May involve investigation into their relationship with modern day civilisation."
    },
    {
        "date": "2021-07-19",
        "code": 101093,
        "term": "exploration geology",
        "definition": "The study of the geological aspects of mineral resource exploration"
    },
    {
        "date": "2021-07-20",
        "code": 100767,
        "term": "American history",
        "definition": "Historical studies of the Americas."
    },
    {
        "date": "2021-07-21",
        "code": 100051,
        "term": "textile design",
        "definition": "The study of/training in the design of textiles."
    },
    {
        "date": "2021-07-22",
        "code": 100272,
        "term": "neuroscience",
        "definition": "The study of the anatomy, physiology, biophysics, biochemistry, molecular biology, pharmacology and behaviour of human nerve cells and nervous systems."
    },
    {
        "date": "2021-07-23",
        "code": 101320,
        "term": "art psychotherapy",
        "definition": "The study of techniques drawn from the visual arts and applied psychology to effect change by facilitating the intra-personal and interpersonal communication of experiences that the client may find difficulty in discussing verbally."
    },
    {
        "date": "2021-07-24",
        "code": 100884,
        "term": "pest management",
        "definition": "The study of vertebrate and invertebrate pests, their roles as disease vectors and agents of damage, and their control."
    },
    {
        "date": "2021-07-25",
        "code": 100332,
        "term": "Spanish language",
        "definition": "The study of the Spanish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-07-26",
        "code": 100522,
        "term": "animal behaviour",
        "definition": "The scientific study of the psychological and neurological bases of animal sensation, perception, cognition, behaviour, and behavioural interactions within and outside the species."
    },
    {
        "date": "2021-07-27",
        "code": 100693,
        "term": "medical law",
        "definition": "The study of the law relating to the practice of medicine."
    },
    {
        "date": "2021-07-28",
        "code": 101206,
        "term": "Australasian studies",
        "definition": "The study of Australasian and South West Pacific societies, cultures, languages and literatures."
    },
    {
        "date": "2021-07-29",
        "code": 101073,
        "term": "hydrography",
        "definition": "The study of the collection and application of data about the sea, including surveying and the study of tides and currents."
    },
    {
        "date": "2021-07-30",
        "code": 100590,
        "term": "garden design",
        "definition": "The study of the design, construction and management of public and private gardens."
    },
    {
        "date": "2021-07-31",
        "code": 100907,
        "term": "medical microbiology",
        "definition": "The study of the interactions between micro-organism and their human hosts."
    },
    {
        "date": "2021-08-01",
        "code": 100652,
        "term": "security policy",
        "definition": "The study of policies implemented by local and central governments to uphold and defend the structure and authority of the state."
    },
    {
        "date": "2021-08-02",
        "code": 100294,
        "term": "theatre nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care for patients undergoing surgical intervention."
    },
    {
        "date": "2021-08-03",
        "code": 100253,
        "term": "podiatry",
        "definition": "The study of the diagnosis and management of pathologies of the lower limb and foot."
    },
    {
        "date": "2021-08-04",
        "code": 100621,
        "term": "gender studies",
        "definition": "The study of the sociological influence of gender."
    },
    {
        "date": "2021-08-05",
        "code": 100109,
        "term": "clothing production",
        "definition": "The study of the methods and processes used in the production of clothing."
    },
    {
        "date": "2021-08-06",
        "code": 100316,
        "term": "American studies",
        "definition": "The study of societies, cultures, languages and literatures of the Americas."
    },
    {
        "date": "2021-08-07",
        "code": 100792,
        "term": "social philosophy",
        "definition": "The study of philosophical questions about an individual's responsibility and obligations to society."
    },
    {
        "date": "2021-08-08",
        "code": 100356,
        "term": "zoology",
        "definition": "The scientific study of all aspects of animal biology: their reproduction, development, physiology, behaviour, mechanics of locomotion, diseases and interactions with the environment."
    },
    {
        "date": "2021-08-09",
        "code": 101381,
        "term": "cognitive neuroscience",
        "definition": "The study of neural mechanisms underlying cognitive processes."
    },
    {
        "date": "2021-08-10",
        "code": 100872,
        "term": "mycology",
        "definition": "The study of fungi, symbiotic relationships and their role in decay."
    },
    {
        "date": "2021-08-11",
        "code": 100069,
        "term": "drama",
        "definition": "The study of and/or training in acting and stagecraft."
    },
    {
        "date": "2021-08-12",
        "code": 101424,
        "term": "Danish language",
        "definition": "The study of the Danish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-08-13",
        "code": 101088,
        "term": "research and study skills in education",
        "definition": "The study of investigative method and the collection of information with the aim of improving individual learning ability and efficiency."
    },
    {
        "date": "2021-08-14",
        "code": 100840,
        "term": "audit management",
        "definition": "The study of techniques involved in auditing financial accounts."
    },
    {
        "date": "2021-08-15",
        "code": 101371,
        "term": "Nepali language",
        "definition": "The study of Nepali, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-08-16",
        "code": 100668,
        "term": "political geography",
        "definition": "The study of the influence of political factors in the distribution of populations and their effect on the environment."
    },
    {
        "date": "2021-08-17",
        "code": 101025,
        "term": "agricultural botany",
        "definition": "The study of plants cultivated as a crop."
    },
    {
        "date": "2021-08-18",
        "code": 100868,
        "term": "office administration",
        "definition": "The study of the skills involved in organising and running an office, its personnel and processes."
    },
    {
        "date": "2021-08-19",
        "code": 100424,
        "term": "physical sciences",
        "definition": "The study of non-living systems to increase the understanding of how the physical world works."
    },
    {
        "date": "2021-08-20",
        "code": 100626,
        "term": "religion in society",
        "definition": "The study of the sociological influence of religion."
    },
    {
        "date": "2021-08-21",
        "code": 100685,
        "term": "criminal law",
        "definition": "The study of the definition and application of criminal law."
    },
    {
        "date": "2021-08-22",
        "code": 100381,
        "term": "environmental sciences",
        "definition": "The study of the terrestrial, aquatic and atmospheric environment and human interaction with it."
    },
    {
        "date": "2021-08-23",
        "code": 100280,
        "term": "children's nursing",
        "definition": "The study of the principles and techniques to allow nurses to support and provide care for children and their families, from infancy to adolescence."
    },
    {
        "date": "2021-08-24",
        "code": 100847,
        "term": "reproductive biology",
        "definition": "The study of the reproduction of multi-cellular organisms."
    },
    {
        "date": "2021-08-25",
        "code": 100657,
        "term": "popular music performance",
        "definition": "The study of performance in the genre of music classified as popular music."
    },
    {
        "date": "2021-08-26",
        "code": 101269,
        "term": "modern Hebrew language",
        "definition": "The study of Modern Hebrew, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-08-27",
        "code": 101472,
        "term": "Chaucer studies",
        "definition": "The study of the literary works of Geoffrey Chaucer (c. 1343 __ 25 October 1400)"
    },
    {
        "date": "2021-08-28",
        "code": 100513,
        "term": "teaching English as a foreign language",
        "definition": "The training of others to teach English to people whose first language is not English."
    },
    {
        "date": "2021-08-29",
        "code": 100836,
        "term": "management accountancy",
        "definition": "The study of the application of cost and management accounting techniques within organisations."
    },
    {
        "date": "2021-08-30",
        "code": 101378,
        "term": "genetic engineering",
        "definition": "The study of methods to manipulate the DNA (genetic material) of cells to change hereditary traits or produce biological products."
    },
    {
        "date": "2021-08-31",
        "code": 100741,
        "term": "high performance computing",
        "definition": "The study of high-performance computing using supercomputers and clusters to solve advanced computational problems."
    },
    {
        "date": "2021-09-01",
        "code": 100926,
        "term": "electronic publishing",
        "definition": "The study of the production, distribution and sale of information by electronic means."
    },
    {
        "date": "2021-09-02",
        "code": 101077,
        "term": "nuclear and particle physics",
        "definition": "The study of matter at atomic and sub-atomic level, and of the structure and behaviour of nuclei."
    },
    {
        "date": "2021-09-03",
        "code": 101017,
        "term": "food and beverage studies",
        "definition": "The study of the properties and behaviour of food from the point of origin on the farm (or elsewhere), through different stages of storage, transportation, preservation or other transformations, including domestic or restaurant food preparation procedures, to its use by the consumer."
    },
    {
        "date": "2021-09-04",
        "code": 100968,
        "term": "computer vision",
        "definition": "The study and development of digital image perception."
    },
    {
        "date": "2021-09-05",
        "code": 100744,
        "term": "dietetics",
        "definition": "The study of nutritional services, menu planning and diet formulation for individuals, families and institutions."
    },
    {
        "date": "2021-09-06",
        "code": 100971,
        "term": "phonetics and phonology",
        "definition": "The study of speech and language from the point of view of sound analysis."
    },
    {
        "date": "2021-09-07",
        "code": 100609,
        "term": "democracy",
        "definition": "The study of the system of government based on the consent of the governed."
    },
    {
        "date": "2021-09-08",
        "code": 100088,
        "term": "leadership",
        "definition": "Study of skills required to assume a future leadership position, may include psychology, writing, negotiation, finance, ethical decision making, logic, organizational behaviour, human resource management, personal skills; managing individuals and teams."
    },
    {
        "date": "2021-09-09",
        "code": 101193,
        "term": "Persian languages",
        "definition": "The study of Persian languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-09-10",
        "code": 100499,
        "term": "sport and exercise psychology",
        "definition": "The study of psychological approaches to performance in physical activities."
    },
    {
        "date": "2021-09-11",
        "code": 100883,
        "term": "marine zoology",
        "definition": "The biological study of animals in seawater environments."
    },
    {
        "date": "2021-09-12",
        "code": 101165,
        "term": "Chinese languages",
        "definition": "The study of Chinese languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-09-13",
        "code": 100669,
        "term": "transport geography",
        "definition": "The study of the influence of travel and transport on populations and the environment."
    },
    {
        "date": "2021-09-14",
        "code": 100497,
        "term": "psychology",
        "definition": "The scientific study of behaviour, experience and mental processes of individuals within social networks."
    },
    {
        "date": "2021-09-15",
        "code": 100838,
        "term": "book-keeping",
        "definition": "The techniques involved in recording financial information within organisations."
    },
    {
        "date": "2021-09-16",
        "code": 100595,
        "term": "printmaking",
        "definition": "The study of/training in the expression of emotions, ideas or views of reality by rendering art concepts onto surfaces and transferring images, via ink or dyes, onto paper or fabric."
    },
    {
        "date": "2021-09-17",
        "code": 100920,
        "term": "television studies",
        "definition": "The study of communication between people through television, concentrating on business, management and financial aspects and not on the production of the artwork and ideas themselves."
    },
    {
        "date": "2021-09-18",
        "code": 101020,
        "term": "computer games programming",
        "definition": "The study of the architectures, coding techniques and software development methods used in the creation of video, computer and other electronic games."
    },
    {
        "date": "2021-09-19",
        "code": 100573,
        "term": "water quality control",
        "definition": "The study of engineering structures and fluid mechanics with particular emphasis on improving and maintaining water supplies and the disposal of waste water."
    },
    {
        "date": "2021-09-20",
        "code": 100678,
        "term": "Scots law",
        "definition": "The study of the law of Scotland."
    },
    {
        "date": "2021-09-21",
        "code": 101152,
        "term": "Polish studies",
        "definition": "The study of Polish society, culture, language and literature._"
    },
    {
        "date": "2021-09-22",
        "code": 100976,
        "term": "aquaculture",
        "definition": "The study of the cultivation of water resources, both plant and animal, for human consumption or use."
    },
    {
        "date": "2021-09-23",
        "code": 100476,
        "term": "health and social care",
        "definition": "The study of the theory and practice of delivery of services for people with needs relating to illness, wellbeing, relationships and activities in the community, including the ethical, legal, social, economic and political factors that influence provision and delivery."
    },
    {
        "date": "2021-09-24",
        "code": 100219,
        "term": "surveying",
        "definition": "The study and practice of measuring altitudes, angles and distances on the land surface so that they can be accurately plotted on a map."
    },
    {
        "date": "2021-09-25",
        "code": 100993,
        "term": "cognitive psychology",
        "definition": "The study of the processes associated with perception, learning, language, memory, thought and the emotions."
    },
    {
        "date": "2021-09-26",
        "code": 100449,
        "term": "business economics",
        "definition": "The study of the application of economic theory to business decision making, matching economic principles to their uses and limitations in a business context."
    },
    {
        "date": "2021-09-27",
        "code": 100115,
        "term": "aerospace engineering",
        "definition": "The study of the principles of engineering of vehicles that operate inside and outside the earth__s atmosphere."
    },
    {
        "date": "2021-09-28",
        "code": 101358,
        "term": "development in Africa",
        "definition": "Focuses on the systematic study of the economic development process and its application to the problems of specific countries and regions in Africa."
    },
    {
        "date": "2021-09-29",
        "code": 101362,
        "term": "calligraphy",
        "definition": "The study of/training in the artistic construction of hand-written text."
    },
    {
        "date": "2021-09-30",
        "code": 101273,
        "term": "combined studies",
        "definition": "For use with combined studies subjects, when the particular subjects are not known at the point of classification.__May involve subjects from across diverse areas of the curriculum."
    },
    {
        "date": "2021-10-01",
        "code": 101433,
        "term": "Persian literature studies",
        "definition": "The study of Persian literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-10-02",
        "code": 100359,
        "term": "artificial intelligence",
        "definition": "The study of principles and techniques for the computer-based simulation and modelling of intelligent animal behaviour patterns."
    },
    {
        "date": "2021-10-03",
        "code": 100817,
        "term": "management and organisation of education",
        "definition": "The study of the personnel and administration necessary for the efficient organisation of an education establishment."
    },
    {
        "date": "2021-10-04",
        "code": 100743,
        "term": "systems thinking",
        "definition": "The study of holistic approaches to complex problems, to consideration of the roles other people play and to assessing how all the different components within that situation are related."
    },
    {
        "date": "2021-10-05",
        "code": 100067,
        "term": "acting",
        "definition": "The study of/training in the communication of dramatic information, ideas, moods, and feelings through the achievement of naturalistic and believable behaviour in imaginary circumstances."
    },
    {
        "date": "2021-10-06",
        "code": 100145,
        "term": "polymer science and technology",
        "definition": "The study of the synthesis, design, production, processing and use of organic polymer materials"
    },
    {
        "date": "2021-10-07",
        "code": 100057,
        "term": "animation",
        "definition": "The study of/training in the particular techniques associated with the creation of the illusion of movement in a video sequence, by the filming of successive drawings or the positions of puppets."
    },
    {
        "date": "2021-10-08",
        "code": 100716,
        "term": "cinematography",
        "definition": "The study of the technical aspects of creating moving images for film, tv and video."
    },
    {
        "date": "2021-10-09",
        "code": 100164,
        "term": "electrical engineering",
        "definition": "The study of the principles of engineering as they apply to the practical uses of electrical systems, examples of systems are power generation, transmission and motors, and typically electrical engineering involves high currents."
    },
    {
        "date": "2021-10-10",
        "code": 101089,
        "term": "hydrogeology",
        "definition": "The study of the physical, chemical and biological processes which occur at the interface between rock and water at or below the Earth's surface at all scales."
    },
    {
        "date": "2021-10-11",
        "code": 101102,
        "term": "space science",
        "definition": "The physical science study of space beyond the solar system."
    },
    {
        "date": "2021-10-12",
        "code": 100178,
        "term": "petroleum engineering",
        "definition": "The study of the principles of engineering as they apply to the extraction, processing and refining of petroleum."
    },
    {
        "date": "2021-10-13",
        "code": 100330,
        "term": "Russian languages",
        "definition": "The study of the Russian language varieties, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2021-10-14",
        "code": 101397,
        "term": "turbine technology",
        "definition": "The study of the conversion of the kinetic energy of a moving fluid via a rotating blade into mechanical energy."
    },
    {
        "date": "2021-10-15",
        "code": 101327,
        "term": "oncology",
        "definition": "The study of cancer, its management and the relief of symptoms associated with its progression and treatment."
    },
    {
        "date": "2021-10-16",
        "code": 101048,
        "term": "environmental risk",
        "definition": "The study of actual or potential threats of adverse effects on the environment, and associated risk management."
    },
    {
        "date": "2021-10-17",
        "code": 100913,
        "term": "librarianship",
        "definition": "The training of professional library staff in the administration of library resources and services."
    },
    {
        "date": "2021-10-18",
        "code": 101222,
        "term": "crime scene investigation",
        "definition": "The study of how to manage and investigate a crime scene using safe and ethical practices."
    },
    {
        "date": "2021-10-19",
        "code": 101490,
        "term": "Robert Burns studies",
        "definition": "The study of the literary works of Robert Burns (25 January 1759 __ 21 July 1796)"
    },
    {
        "date": "2021-10-20",
        "code": 101390,
        "term": "marine physics",
        "definition": "The study of the physical properties of the marine environment."
    },
    {
        "date": "2021-10-21",
        "code": 101027,
        "term": "numerical analysis",
        "definition": "The study of the mathematical methods used to obtain approximate (numerical) results to a problem on a digital computer."
    },
    {
        "date": "2021-10-22",
        "code": 101434,
        "term": "Turkish literature",
        "definition": "The study of Turkish literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-10-23",
        "code": 100080,
        "term": "international business",
        "definition": "The study of organisations and their operations throughout the world."
    },
    {
        "date": "2021-10-24",
        "code": 100914,
        "term": "curatorial studies",
        "definition": "The study of the administration of museum resources and services."
    },
    {
        "date": "2021-10-25",
        "code": 100970,
        "term": "applied linguistics",
        "definition": "An interdisciplinary field of linguistics that identifies, investigates, and offers solutions to language-related real-life problems. This includes the study of language acquisition_methods and language pathology therapies."
    },
    {
        "date": "2021-10-26",
        "code": 101453,
        "term": "dance and culture",
        "definition": "The study of dance through the performance of one or more of the dance disciplines, including but not limited to ballet, modern, jazz and folk dance, with focus on the study and analysis of dance as a cultural phenomenon."
    },
    {
        "date": "2021-10-27",
        "code": 100417,
        "term": "chemistry",
        "definition": "The study of individual atoms and molecules and the way they react together naturally and synthetically."
    },
    {
        "date": "2021-10-28",
        "code": 101216,
        "term": "bioelectronics",
        "definition": "The study of the application of biological materials and processes in electronics and the use of electronic devices in living systems."
    },
    {
        "date": "2021-10-29",
        "code": 101363,
        "term": "psychology of music",
        "definition": "The study of psychological theory and methods to interpret and understand musical behaviours, sounds and ideas."
    },
    {
        "date": "2021-10-30",
        "code": 100924,
        "term": "radio production",
        "definition": "The study of the organisation and presentation of events on radio."
    },
    {
        "date": "2021-10-31",
        "code": 101357,
        "term": "nationalism",
        "definition": "Political doctrine that promotes the self-determination of the nation."
    },
    {
        "date": "2021-11-01",
        "code": 100985,
        "term": "health psychology",
        "definition": "The study of the psychological factors in maintaining and recovering physical and mental well-being."
    },
    {
        "date": "2021-11-02",
        "code": 101042,
        "term": "colour chemistry",
        "definition": "The study of the chemical science of dyes and pigments."
    },
    {
        "date": "2021-11-03",
        "code": 101076,
        "term": "laser physics",
        "definition": "The study of lasers as optical instrumentation."
    },
    {
        "date": "2021-11-04",
        "code": 101486,
        "term": "J. M. Coetzee studies",
        "definition": "The study of the literary works of John Maxwell \"J. M.\" Coetzee (9 February 1940)"
    },
    {
        "date": "2021-11-05",
        "code": 100882,
        "term": "entomology",
        "definition": "The study of insects, including their role as pests."
    },
    {
        "date": "2021-11-06",
        "code": 100197,
        "term": "planning",
        "definition": "The study of the interaction between town and country land use."
    },
    {
        "date": "2021-11-07",
        "code": 100637,
        "term": "musicianship and performance studies",
        "definition": "The study of/training in the mastering of musical instruments and performing art as solo and/or ensemble performers."
    },
    {
        "date": "2021-11-08",
        "code": 100416,
        "term": "chemical physics",
        "definition": "The study of sub-atomic particles, atoms and molecules in all states of matter and how they interact with each other and their environment."
    },
    {
        "date": "2021-11-09",
        "code": 100431,
        "term": "thermodynamics",
        "definition": "The study of the interrelationship and interconversion of different forms of energy."
    },
    {
        "date": "2021-11-10",
        "code": 101108,
        "term": "colonial and post-colonial literature",
        "definition": "The study of Anglophone literatures from South Asia, South America, Africa and the Caribbean, and forms of colonial and neo-colonial experience represented in these literary traditions. This may include the writings of the diasporas associated with those areas. Includes the use of techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-11-11",
        "code": 100368,
        "term": "creative computing",
        "definition": "The study of how technical computation methods interact with and support the media industries, with particular application to audio and visual media, and systems in arts, music, film, computer and video games and other digital media."
    },
    {
        "date": "2021-11-12",
        "code": 101082,
        "term": "geological hazards",
        "definition": "The study of the prediction, monitoring, environmental effects, risks and mitigation of long-term, extreme and catastrophic natural geological events including landslips, earthquakes and volcanic eruptions."
    },
    {
        "date": "2021-11-13",
        "code": 100169,
        "term": "optoelectronic engineering",
        "definition": "The study of the principles of engineering as they apply to devices in which an optical input produces electrical output or in which electrical stimulation produces visible, ultraviolet or infrared output."
    },
    {
        "date": "2021-11-14",
        "code": 100286,
        "term": "learning disabilities nursing",
        "definition": "The study of the principles and techniques to provide support for children and adults with learning difficulties."
    },
    {
        "date": "2021-11-15",
        "code": 100132,
        "term": "therapeutic imaging",
        "definition": "The study of the treatment of human diseases by means of controlled exposure to forms of radiation."
    },
    {
        "date": "2021-11-16",
        "code": 101389,
        "term": "organometallic chemistry",
        "definition": "The study of reactions between organic compounds and metals."
    },
    {
        "date": "2021-11-17",
        "code": 100351,
        "term": "marine biology",
        "definition": "The study of saltwater and oceanic biology."
    },
    {
        "date": "2021-11-18",
        "code": 101018,
        "term": "food safety",
        "definition": "The study of the maintenance and promotion of health through the clean and sanitary handling of food."
    },
    {
        "date": "2021-11-19",
        "code": 100633,
        "term": "furniture design and making",
        "definition": "The study of/training in the design and making of furniture for residential, commercial and public environments."
    },
    {
        "date": "2021-11-20",
        "code": 101038,
        "term": "applied chemistry",
        "definition": "The study of topics in chemistry of commercial or social importance."
    },
    {
        "date": "2021-11-21",
        "code": 101033,
        "term": "stochastic processes",
        "definition": "The mathematical study of systems and processes involving variables subject to random variations."
    },
    {
        "date": "2021-11-22",
        "code": 100048,
        "term": "design",
        "definition": "The study of design for everyday objects, taking into account technology and commerce as well as appearance and current art thinking."
    },
    {
        "date": "2021-11-23",
        "code": 100457,
        "term": "early childhood studies",
        "definition": "The study of sociological, social policy, psychological and educational perspectives related to children aged 0-5."
    },
    {
        "date": "2021-11-24",
        "code": 101376,
        "term": "applied botany",
        "definition": "The study of topics in botany that are of commercial or social importance."
    },
    {
        "date": "2021-11-25",
        "code": 101459,
        "term": "ecotoxicology",
        "definition": "The study of the branch of toxicology concerned with toxic effects caused by natural or synthetic pollutants, to the constituents of ecosystems, (animal (including human), vegetable and microbial) in an integral context."
    },
    {
        "date": "2021-11-26",
        "code": 100906,
        "term": "applied microbiology",
        "definition": "The study of topics in microbiology of commercial, environmental or social importance. Includes interactions between the environment and microbial systems, bioremediation and microbial diversity."
    },
    {
        "date": "2021-11-27",
        "code": 101157,
        "term": "Russian literature",
        "definition": "The study of Russian literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2021-11-28",
        "code": 100828,
        "term": "investment",
        "definition": "The study of the investment industry and the techniques used therein."
    },
    {
        "date": "2021-11-29",
        "code": 100370,
        "term": "information management",
        "definition": "The study of the specification, use, processing, analysis and availability of data within its context."
    },
    {
        "date": "2021-11-30",
        "code": 100490,
        "term": "international relations",
        "definition": "The study of the interaction between members of the international community."
    },
    {
        "date": "2021-12-01",
        "code": 101289,
        "term": "rehabilitation studies",
        "definition": "The study of the policy making, research, planning and execution of treatment programmes to remedy physical or mental dysfunction which may have been lost as a result of illness or injury."
    },
    {
        "date": "2021-12-02",
        "code": 100250,
        "term": "pharmacology",
        "definition": "The study of the therapeutic and toxic effects of drugs on human tissues and systems."
    },
    {
        "date": "2021-12-03",
        "code": 100308,
        "term": "local history",
        "definition": "Social historical study of a particular locality such as a town or village."
    },
    {
        "date": "2021-12-04",
        "code": 100831,
        "term": "taxation",
        "definition": "The study of the rules and operations of taxation systems."
    },
    {
        "date": "2021-12-05",
        "code": 100275,
        "term": "pre-clinical dentistry",
        "definition": "The vocational study of the science concerned with the diagnosis and treatment of damage, disease and disorder to the teeth and gums of homo sapiens."
    },
    {
        "date": "2021-12-06",
        "code": 101354,
        "term": "electrical power distribution",
        "definition": "The study and development of electromotive forces and techniques for distributing electricity."
    },
    {
        "date": "2021-12-07",
        "code": 100922,
        "term": "paper-based media studies",
        "definition": "The study of the communication between people through paper-based media, concentrating on business, management and financial aspects and not on the printing and technical expertise."
    },
    {
        "date": "2021-12-08",
        "code": 101184,
        "term": "African studies",
        "definition": "The study of African societies, cultures, languages, histories and literatures."
    },
    {
        "date": "2021-12-09",
        "code": 100473,
        "term": "health studies",
        "definition": "The multidisciplinary study of the physical and mental welfare of human beings in their social and cultural context."
    },
    {
        "date": "2021-12-10",
        "code": 100135,
        "term": "bioprocessing",
        "definition": "The study of the principles of engineering as they apply to biological processes in industry."
    },
    {
        "date": "2021-12-11",
        "code": 101499,
        "term": "Russian society and culture",
        "definition": "The study of Russian society and culture."
    },
    {
        "date": "2021-12-12",
        "code": 100218,
        "term": "real estate",
        "definition": "The study of the development, buying, selling, appraisal and management of land, including policy, law, investment, marketing, management, leasing and rental business."
    },
    {
        "date": "2021-12-13",
        "code": 101483,
        "term": "Byron studies",
        "definition": "The study of the literary works of George Gordon Byron, 6th Baron Byron (\"Lord Byron\" 22 January 1788 __ 19 April 1824)"
    },
    {
        "date": "2021-12-14",
        "code": 100259,
        "term": "genetics",
        "definition": "The scientific study of origin, heredity and variation in organisms."
    },
    {
        "date": "2021-12-15",
        "code": 100137,
        "term": "industrial biotechnology",
        "definition": "The study of the use of plants, microorganisms and their constituent molecular and biochemical components for use in potentially large-scale applications in industry."
    },
    {
        "date": "2021-12-16",
        "code": 100837,
        "term": "public accountancy",
        "definition": "The study of the application of accounting techniques that are specific to public sector organisations."
    },
    {
        "date": "2021-12-17",
        "code": 100235,
        "term": "aromatherapy",
        "definition": "The use of scented plant extracts and essential oils in massage."
    },
    {
        "date": "2021-12-18",
        "code": 100183,
        "term": "fire safety engineering",
        "definition": "The study of devices, structures and systems and the design, development and operation of these to reduce the risk of injury or damage through fire."
    },
    {
        "date": "2021-12-19",
        "code": 100252,
        "term": "physiotherapy",
        "definition": "The study of the planning and execution of treatment programmes to prevent or remedy physical dysfunction, relieve pain and prevent further disability."
    },
    {
        "date": "2021-12-20",
        "code": 100110,
        "term": "footwear production",
        "definition": "The study of the design and production of footwear."
    },
    {
        "date": "2021-12-21",
        "code": 100060,
        "term": "graphic arts",
        "definition": "The study of a broad range of art forms, typically two-dimensional."
    },
    {
        "date": "2021-12-22",
        "code": 100421,
        "term": "ocean sciences",
        "definition": "The study of oceans, the seabed and atmosphere."
    },
    {
        "date": "2021-12-23",
        "code": 100814,
        "term": "organisational development",
        "definition": "The techniques involved in the development of an organisation's physical and human resources, structure and culture."
    },
    {
        "date": "2021-12-24",
        "code": 101326,
        "term": "gerontology",
        "definition": "The interdisciplinary study of the social, psychological, health and biological aspects of ageing."
    },
    {
        "date": "2021-12-25",
        "code": 100124,
        "term": "landscape architecture and design",
        "definition": "The study of the planning, design, construction and management of large land-based spaces and scenery within the context of human activity in the urban, domestic or natural environment."
    },
    {
        "date": "2021-12-26",
        "code": 100875,
        "term": "tourism",
        "definition": "The study of UK and international tourism."
    },
    {
        "date": "2021-12-27",
        "code": 100577,
        "term": "fluid mechanics",
        "definition": "The study of the mechanical and flow properties of liquids, gases and plasmas."
    },
    {
        "date": "2021-12-28",
        "code": 100948,
        "term": "biomolecular science",
        "definition": "The study of the molecular processes in the life sciences."
    },
    {
        "date": "2021-12-29",
        "code": 100773,
        "term": "South East Asian history",
        "definition": "Historical studies of South East Asia."
    },
    {
        "date": "2021-12-30",
        "code": 101462,
        "term": "quantitative psychology",
        "definition": "The study of the use of measurement, quantitative and statistical techniques in psychological testing."
    },
    {
        "date": "2021-12-31",
        "code": 100422,
        "term": "organic chemistry",
        "definition": "The study of organic compounds and their reaction mechanisms."
    },
    {
        "date": "2022-01-01",
        "code": 100331,
        "term": "Russian and East European studies",
        "definition": "The study of Russian and East European societies, cultures, languages and literatures."
    },
    {
        "date": "2022-01-02",
        "code": 100808,
        "term": "European business studies",
        "definition": "The study of organisations and their operations within Europe."
    },
    {
        "date": "2022-01-03",
        "code": 100505,
        "term": "sociology",
        "definition": "The systematic study of human social institutions and social relationships."
    },
    {
        "date": "2022-01-04",
        "code": 101277,
        "term": "work-based learning",
        "definition": "The study and experience of how to learn while carrying out work-based activities."
    },
    {
        "date": "2022-01-05",
        "code": 101198,
        "term": "Arab society and culture studies",
        "definition": "The study of the societies and cultures of Arabic-speaking people."
    },
    {
        "date": "2022-01-06",
        "code": 101339,
        "term": "dermatology",
        "definition": "The study of the branch of medicine dealing with the skin, hair, nails, and associated diseases."
    },
    {
        "date": "2022-01-07",
        "code": 101356,
        "term": "paper technology",
        "definition": "The study of the processing, storage and production of paper and paper-based materials."
    },
    {
        "date": "2022-01-08",
        "code": 100152,
        "term": "offshore engineering",
        "definition": "The study and principles of engineering as they apply to the construction of structures sited in the sea and their interaction with wind and waves. Involves the study and application of specialist mathematics."
    },
    {
        "date": "2022-01-09",
        "code": 100209,
        "term": "production and manufacturing engineering",
        "definition": "The study of the principles of engineering as they apply to the management and control of factory and workshop techniques and the industrial developments in technology and materials."
    },
    {
        "date": "2022-01-10",
        "code": 100735,
        "term": "operating systems",
        "definition": "The study of software which is designed to facilitate the efficient co-ordination and use of system components."
    },
    {
        "date": "2022-01-11",
        "code": 101488,
        "term": "Walter Scott studies",
        "definition": "The study of the literary works of Sir Walter Scott, 1st Baronet (15 August 1771 __ 21 September 1832)"
    },
    {
        "date": "2022-01-12",
        "code": 100353,
        "term": "microbiology",
        "definition": "The scientific study of micro-organisms encompassing major components of genetics and molecular biology. Includes bacteriology, virology, cell structure and function, and may include some immunology."
    },
    {
        "date": "2022-01-13",
        "code": 101495,
        "term": "Joseph Conrad studies",
        "definition": "The study of the literary works of Joseph Conrad (born J_zef Teodor Konrad Korzeniowski; 3 December 1857 __ 3 August 1924)"
    },
    {
        "date": "2022-01-14",
        "code": 100622,
        "term": "women's studies",
        "definition": "The study of the role and influence of women in society."
    },
    {
        "date": "2022-01-15",
        "code": 100518,
        "term": "animal management",
        "definition": "The study of the skills and knowledge that can be applied to the conservation, health and science of animals, including their husbandry, environment and sustainability."
    },
    {
        "date": "2022-01-16",
        "code": 100184,
        "term": "general or integrated engineering",
        "definition": "The study of design, development, construction, operation and maintenance of any device, process or system, which uses the resources of nature to fulfil human needs and aspirations."
    },
    {
        "date": "2022-01-17",
        "code": 101343,
        "term": "transpersonal psychology",
        "definition": "The study of psychological aspects of spiritual and mystic experience."
    },
    {
        "date": "2022-01-18",
        "code": 100267,
        "term": "clinical medicine",
        "definition": "The study of the observation, diagnosis and treatment of an illness or disease through direct interaction with human patients."
    },
    {
        "date": "2022-01-19",
        "code": 101291,
        "term": "cardiovascular rehabilitation",
        "definition": "The study of how to produce a programme of exercise and information sessions to help patients recover after a heart attack, heart surgery or similar procedure."
    },
    {
        "date": "2022-01-20",
        "code": 101426,
        "term": "Estonian language",
        "definition": "The study of varieties of the Estonian language, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-01-21",
        "code": 100459,
        "term": "education studies",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency."
    },
    {
        "date": "2022-01-22",
        "code": 101322,
        "term": "mentorship",
        "definition": "The study of/training in effective and reflective coaching and mentoring practice, including critical self-evaluation, providing feedback, use of appropriate communications techniques and continuous improvement strategies."
    },
    {
        "date": "2022-01-23",
        "code": 101331,
        "term": "gastroenterology",
        "definition": "The study of the diagnosis and management of patients with diseases of the intestines, liver and biliary tree, and pancreas."
    },
    {
        "date": "2022-01-24",
        "code": 101070,
        "term": "climate change",
        "definition": "The study of the modelling and analysis of current and past climate variability and causes of change on all timescales. Includes the understanding and modelling of future climate change, the detection and attribution of past change and the prediction of impacts of climate change on the environment"
    },
    {
        "date": "2022-01-25",
        "code": 101185,
        "term": "African languages",
        "definition": "The study of African languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-01-26",
        "code": 101161,
        "term": "Dutch studies",
        "definition": "The study of Dutch society, culture, language and literature."
    },
    {
        "date": "2022-01-27",
        "code": 100120,
        "term": "architectural engineering",
        "definition": "The study of the application of engineering principles and technology to building design and construction."
    },
    {
        "date": "2022-01-28",
        "code": 100098,
        "term": "sports studies",
        "definition": "The study of the nature and provision of sport through analysis of its socio-cultural and health impacts."
    },
    {
        "date": "2022-01-29",
        "code": 101435,
        "term": "oral history",
        "definition": "The study of spoken records as historical evidence."
    },
    {
        "date": "2022-01-30",
        "code": 100753,
        "term": "systems analysis and design",
        "definition": "The study of standard methodologies for the design of large-scale computer systems."
    },
    {
        "date": "2022-01-31",
        "code": 100676,
        "term": "English law",
        "definition": "The study of the Law of England."
    },
    {
        "date": "2022-02-01",
        "code": 100319,
        "term": "English literature",
        "definition": "The study of texts originally written in English."
    },
    {
        "date": "2022-02-02",
        "code": 101137,
        "term": "Italian literature",
        "definition": "The study of Italian literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-02-03",
        "code": 100898,
        "term": "human genetics",
        "definition": "The study of the genetics of the human species, including chromosome theory and the mechanism of gene action."
    },
    {
        "date": "2022-02-04",
        "code": 101212,
        "term": "Korean studies",
        "definition": "The study of Korean societies, cultures, language and literatures._"
    },
    {
        "date": "2022-02-05",
        "code": 100301,
        "term": "economic history",
        "definition": "Study of the growth and development of economies in history."
    },
    {
        "date": "2022-02-06",
        "code": 100631,
        "term": "sociology of science and technology",
        "definition": "The study of the influence of new scientific and technological developments on society."
    },
    {
        "date": "2022-02-07",
        "code": 101151,
        "term": "Russian studies",
        "definition": "The study of Russian society, cultures, languages and literatures."
    },
    {
        "date": "2022-02-08",
        "code": 100549,
        "term": "environmental impact assessment",
        "definition": "The study and principles of engineering as they apply to the assessment and repair of insensitive environmental exploitation or natural upheaval."
    },
    {
        "date": "2022-02-09",
        "code": 100835,
        "term": "financial risk",
        "definition": "The study of the risks involved in the handling of money, capital and credit."
    },
    {
        "date": "2022-02-10",
        "code": 100274,
        "term": "pathology",
        "definition": "The study of the nature, causes and development of human diseases, and the mechanisms of disease infestation and transfer."
    },
    {
        "date": "2022-02-11",
        "code": 100222,
        "term": "audio technology",
        "definition": "The study of the systems and processes used in the manipulation and amplification of sound. Includes the recording of sound and/or music."
    },
    {
        "date": "2022-02-12",
        "code": 101470,
        "term": "Thomas Hardy studies",
        "definition": "The study of the literary works of Thomas Hardy (2 June 1840 __ 11 January 1928)"
    },
    {
        "date": "2022-02-13",
        "code": 100512,
        "term": "secondary teaching",
        "definition": "The training of others to impart, explain and disseminate knowledge, skills and learning to children between the ages of 11 and 18."
    },
    {
        "date": "2022-02-14",
        "code": 100335,
        "term": "Welsh studies",
        "definition": "The study of Welsh society, culture, languages and literatures._"
    },
    {
        "date": "2022-02-15",
        "code": 101417,
        "term": "Aramaic language",
        "definition": "The study of the structure, semantics and cultural significance of the family of language varieties of the Middle-East descended from proto-Aramaic."
    },
    {
        "date": "2022-02-16",
        "code": 101022,
        "term": "brewing",
        "definition": "The study of the production of fermented liquid beverages. Includes the application of physical, chemical and biological sciences to drink preparation."
    },
    {
        "date": "2022-02-17",
        "code": 100698,
        "term": "theatre studies",
        "definition": "The study of the technical aspects of theatrical performances."
    },
    {
        "date": "2022-02-18",
        "code": 100420,
        "term": "medicinal chemistry",
        "definition": "The study of aspects of chemistry, such as drug design, of importance to medical science."
    },
    {
        "date": "2022-02-19",
        "code": 100885,
        "term": "ballet",
        "definition": "The study of ballet dance technique, including pointe, pas de deux, choreography, solo and repertory work as well as conventional academic methodology and skills."
    },
    {
        "date": "2022-02-20",
        "code": 101335,
        "term": "epidemiology",
        "definition": "The study of the distribution and determinants of health-related events (including disease), and its application to the control of diseases and other health problems."
    },
    {
        "date": "2022-02-21",
        "code": 101158,
        "term": "Russian and East European society and culture",
        "definition": "The study of Russian and East European society and culture."
    },
    {
        "date": "2022-02-22",
        "code": 100939,
        "term": "veterinary pharmacology",
        "definition": "The study of drugs, their characteristics, actions, uses and effects on animals."
    },
    {
        "date": "2022-02-23",
        "code": 100168,
        "term": "microelectronic engineering",
        "definition": "The study of the principles of engineering as they apply to micro and sub-micro scale electronic designs and components."
    },
    {
        "date": "2022-02-24",
        "code": 100400,
        "term": "applied mathematics",
        "definition": "The study of the application of mathematical principles to the solution of functional area problems."
    },
    {
        "date": "2022-02-25",
        "code": 101044,
        "term": "crystallography",
        "definition": "The study and application of techniques for determining crystal structure."
    },
    {
        "date": "2022-02-26",
        "code": 101067,
        "term": "soil science",
        "definition": "The study of the properties of soils and the processes involved in their formation and distribution."
    },
    {
        "date": "2022-02-27",
        "code": 100645,
        "term": "international social policy",
        "definition": "The study of the policies of international institutions which are designed to modify the balance of sociological factors."
    },
    {
        "date": "2022-02-28",
        "code": 100856,
        "term": "corporate image",
        "definition": "The study of the way an organisation is perceived by its members and the public. Includes the impact of promotional displays in order subliminally to recall a particular company or product."
    },
    {
        "date": "2022-03-01",
        "code": 100650,
        "term": "conducting",
        "definition": "The study of directing musical performance by way of visible gestures."
    },
    {
        "date": "2022-03-02",
        "code": 100854,
        "term": "community music",
        "definition": "The study of music in everyday life and the development of the professional and critical skills required in community-based music making, including the facilitating of community music projects."
    },
    {
        "date": "2022-03-03",
        "code": 101091,
        "term": "quaternary studies",
        "definition": "The study of the rock systems of the most recent geological period."
    },
    {
        "date": "2022-03-04",
        "code": 100348,
        "term": "environmental biology",
        "definition": "The study of animals' and plants' relationship to their terrestrial and marine habitats."
    },
    {
        "date": "2022-03-05",
        "code": 101461,
        "term": "veterinary biochemistry",
        "definition": "The study of the biochemical aspects of metabolic processes in animals."
    },
    {
        "date": "2022-03-06",
        "code": 101233,
        "term": "cultural studies",
        "definition": "The interdisciplinary study of systems of meaning, practices and institutions in societies, how they are distributed along axes of social division, such as disability, class, ethnicity, gender, nationality, and sexuality, and how different social groups may make use of cultural texts and products in the construction of social and cultural realities, cultural maps and frames of reference."
    },
    {
        "date": "2022-03-07",
        "code": 100684,
        "term": "public law",
        "definition": "The study of the definition and application of public law."
    },
    {
        "date": "2022-03-08",
        "code": 101215,
        "term": "food marketing",
        "definition": "The study of food products and their preparation to attract consumers."
    },
    {
        "date": "2022-03-09",
        "code": 100832,
        "term": "financial management",
        "definition": "The study of the management of money, capital and credit."
    },
    {
        "date": "2022-03-10",
        "code": 101333,
        "term": "epilepsy care",
        "definition": "The study of principles and techniques for assessing, managing, treating and monitoring the provision of care for people with epilepsy."
    },
    {
        "date": "2022-03-11",
        "code": 100243,
        "term": "osteopathy",
        "definition": "The study of the treatment of disease through the manipulation of bones."
    },
    {
        "date": "2022-03-12",
        "code": 100076,
        "term": "public relations",
        "definition": "The study of creating, promoting and maintaining a favourable image among the public towards an individual or organisation."
    },
    {
        "date": "2022-03-13",
        "code": 100075,
        "term": "marketing",
        "definition": "The study of techniques involved in the management of an organisation's relationship with its customers and the world at large."
    },
    {
        "date": "2022-03-14",
        "code": 100070,
        "term": "music",
        "definition": "The study of melody, harmony and rhythm produced in accordance with specified patterns and sequences."
    },
    {
        "date": "2022-03-15",
        "code": 101109,
        "term": "English as a second language",
        "definition": "The study of the structure and acquisition of English from the point of view of a non-native speaker. Includes pronunciation and articulation."
    },
    {
        "date": "2022-03-16",
        "code": 100118,
        "term": "satellite engineering",
        "definition": "The study of the principles of engineering as applied to all aspects of satellite technology for many purposes including remote sensing, communication, navigation, imaging and dispensing payload."
    },
    {
        "date": "2022-03-17",
        "code": 100483,
        "term": "criminal justice",
        "definition": "The study of policies implemented by local and central governments to influence and support criminal justice in society."
    },
    {
        "date": "2022-03-18",
        "code": 100881,
        "term": "cell zoology",
        "definition": "The study of cellular organisation and functions in animals."
    },
    {
        "date": "2022-03-19",
        "code": 101105,
        "term": "petroleum geology",
        "definition": "The study of origin, occurrence, movement, accumulation, and exploration of hydrocarbon fuels."
    },
    {
        "date": "2022-03-20",
        "code": 101132,
        "term": "French literature",
        "definition": "The study of French literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-03-21",
        "code": 101380,
        "term": "metabolic biochemistry",
        "definition": "The study of the biochemical aspects of metabolic processes."
    },
    {
        "date": "2022-03-22",
        "code": 101482,
        "term": "Wilkie Collins studies",
        "definition": "The study of the literary works of William Wilkie Collins (8 January 1824 __ 23 September 1889)"
    },
    {
        "date": "2022-03-23",
        "code": 100503,
        "term": "social work",
        "definition": "The study of the organised means of providing basic support services for vulnerable/under-privileged individuals and/or groups."
    },
    {
        "date": "2022-03-24",
        "code": 100279,
        "term": "adult nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care of adults in a variety of settings."
    },
    {
        "date": "2022-03-25",
        "code": 100310,
        "term": "modern history",
        "definition": "Historical studies of the period c.1550AD to the present."
    },
    {
        "date": "2022-03-26",
        "code": 101191,
        "term": "modern Middle Eastern languages",
        "definition": "The study of modern Middle Eastern languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-03-27",
        "code": 100756,
        "term": "systems auditing",
        "definition": "The study and development of techniques for inspecting, correcting and verifying information systems."
    },
    {
        "date": "2022-03-28",
        "code": 101276,
        "term": "work placement experience (personal learning)",
        "definition": "For use where a subject of study term may be required, but the entity relates to employment experience rather than a subject of study."
    },
    {
        "date": "2022-03-29",
        "code": 100165,
        "term": "electronic engineering",
        "definition": "The study of the principles of engineering as they apply to devices whereby electrons are conducted at low currents through a semi-conductor, free space or gas."
    },
    {
        "date": "2022-03-30",
        "code": 100979,
        "term": "game keeping management",
        "definition": "The study of the habitat and management of land set aside for hunting purposes."
    },
    {
        "date": "2022-03-31",
        "code": 100651,
        "term": "education policy",
        "definition": "The study of policies implemented by local and central governments to provide for the educational needs of society."
    },
    {
        "date": "2022-04-01",
        "code": 100324,
        "term": "German studies",
        "definition": "The study of German society, culture, language and literature._"
    },
    {
        "date": "2022-04-02",
        "code": 100410,
        "term": "physical geography",
        "definition": "The spatially-related study of natural features of the earth."
    },
    {
        "date": "2022-04-03",
        "code": 100880,
        "term": "applied zoology",
        "definition": "The study of zoological topics of commercial or social importance."
    },
    {
        "date": "2022-04-04",
        "code": 100071,
        "term": "performing arts",
        "definition": "The study of art forms in which artists use their body, voice, or objects to convey artistic expression.  Performing arts include a variety of disciplines but all are intended to be performed in front of a live audience."
    },
    {
        "date": "2022-04-05",
        "code": 100721,
        "term": "metal work",
        "definition": "The study of all crafts which use metals as a source material."
    },
    {
        "date": "2022-04-06",
        "code": 100779,
        "term": "family history",
        "definition": "Genealogical study of family or personal descent."
    },
    {
        "date": "2022-04-07",
        "code": 101300,
        "term": "quantum theory and applications",
        "definition": "The study of the properties of matter and energy at nano scale in theory and application"
    },
    {
        "date": "2022-04-08",
        "code": 100643,
        "term": "music and arts management",
        "definition": "The study of managing music organisations, operations, facilities, and personnel."
    },
    {
        "date": "2022-04-09",
        "code": 101129,
        "term": "classical reception",
        "definition": "The study of the impact of Greek and Roman literary and visual culture on subsequent cultures."
    },
    {
        "date": "2022-04-10",
        "code": 100323,
        "term": "German language",
        "definition": "The study of the German language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-04-11",
        "code": 100851,
        "term": "sales management",
        "definition": "The study of the techniques involved in the management of a sales function within an organisation."
    },
    {
        "date": "2022-04-12",
        "code": 100508,
        "term": "post compulsory education and training",
        "definition": "The training of others to impart, explain and disseminate knowledge, skills and learning to over 16 year olds including adults and those in education years 12 and 13."
    },
    {
        "date": "2022-04-13",
        "code": 100131,
        "term": "radiology",
        "definition": "The study of the principles and techniques in the use of radiation to provide diagnostic information and therapy in medicine."
    },
    {
        "date": "2022-04-14",
        "code": 100478,
        "term": "human geography",
        "definition": "The systematic study of the spatial distribution and interrelationships of people, natural resources, plant and animal life."
    },
    {
        "date": "2022-04-15",
        "code": 101429,
        "term": "Ukranian language",
        "definition": "The study of varieties of the Ukranian language, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-04-16",
        "code": 101124,
        "term": "Latin studies",
        "definition": "The study of Latin, its structure, history, grammar and use."
    },
    {
        "date": "2022-04-17",
        "code": 100702,
        "term": "technical theatre studies",
        "definition": "The study of how to apply special effects and techniques to the communication of dramatic information through technical theatre methods."
    },
    {
        "date": "2022-04-18",
        "code": 101164,
        "term": "Chinese studies",
        "definition": "The study of Chinese societies, cultures, languages and literatures._"
    },
    {
        "date": "2022-04-19",
        "code": 100636,
        "term": "interactive and electronic design",
        "definition": "The study of/training in the design of non-static computer-generated images."
    },
    {
        "date": "2022-04-20",
        "code": 100454,
        "term": "adult education",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency in adults."
    },
    {
        "date": "2022-04-21",
        "code": 100966,
        "term": "neural computing",
        "definition": "The study of computer-based hardware and software constructs which aim to model and simulate the salient features of animal nervous systems."
    },
    {
        "date": "2022-04-22",
        "code": 100085,
        "term": "human resource management",
        "definition": "The specific techniques involved in the management and development of an organisation's human resources."
    },
    {
        "date": "2022-04-23",
        "code": 101441,
        "term": "metaphysics",
        "definition": "The study of theories of being and the nature of thought."
    },
    {
        "date": "2022-04-24",
        "code": 101425,
        "term": "Scandinavian literature",
        "definition": "The study of Scandinavian literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-04-25",
        "code": 100149,
        "term": "construction",
        "definition": "The study of scientific, mathematical and management principles as they apply to the planning, design, and building of facilities and structures."
    },
    {
        "date": "2022-04-26",
        "code": 100302,
        "term": "history",
        "definition": "The study and interpretation of the past, including the gathering, recording, synthesizing and criticizing of evidence and theories about past events."
    },
    {
        "date": "2022-04-27",
        "code": 100083,
        "term": "event management",
        "definition": "The study of the planning, administration and running of public or social occasions, such as conferences, shows and visits."
    },
    {
        "date": "2022-04-28",
        "code": 100291,
        "term": "older people nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care for older adults."
    },
    {
        "date": "2022-04-29",
        "code": 101367,
        "term": "Hausa language",
        "definition": "The study of the Hausa language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-04-30",
        "code": 100918,
        "term": "museum studies",
        "definition": "The study of museums, their history, collections, practices and social roles."
    },
    {
        "date": "2022-05-01",
        "code": 100822,
        "term": "cell biology",
        "definition": "The study of the organisation of the cell, cell membrane and cell communication."
    },
    {
        "date": "2022-05-02",
        "code": 100213,
        "term": "quality management",
        "definition": "The study of approaches to ensuring the consistency of organisational behaviour, products and services through the use of techniques for planning, control, assurance and improvement."
    },
    {
        "date": "2022-05-03",
        "code": 101072,
        "term": "pollution control",
        "definition": "The study of monitoring with the intention to reduce the emission and distribution of noxious substances in the environment."
    },
    {
        "date": "2022-05-04",
        "code": 100695,
        "term": "music composition",
        "definition": "The creation of a new piece of original music and structure."
    },
    {
        "date": "2022-05-05",
        "code": 101318,
        "term": "biodiversity conservation",
        "definition": "The study of the science underpinning the assessment, restoration and conservation of species, their communities and natural habitats."
    },
    {
        "date": "2022-05-06",
        "code": 101271,
        "term": "East Asian studies",
        "definition": "The study of East Asian societies, cultures, languages and literatures."
    },
    {
        "date": "2022-05-07",
        "code": 100385,
        "term": "computer forensics",
        "definition": "The application of scientific investigation and analysis techniques in gathering, preserving and evaluating evidence from computer devices, so that it is suitable for presentation in courts of law."
    },
    {
        "date": "2022-05-08",
        "code": 100287,
        "term": "mental health nursing",
        "definition": "The study of the principles and therapeutic interventions that allow nurses to provide care for people with mental health needs."
    },
    {
        "date": "2022-05-09",
        "code": 100464,
        "term": "primary education",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency in children in school years 1 to 6 inclusive."
    },
    {
        "date": "2022-05-10",
        "code": 100708,
        "term": "stage design",
        "definition": "The study of the design of sets and scenery for use in theatres, film and television."
    },
    {
        "date": "2022-05-11",
        "code": 101223,
        "term": "condensed matter physics",
        "definition": "The study of the structure of matter in a condensed state, including solids, liquids and nuclear condensed matter, and the explanation of its properties."
    },
    {
        "date": "2022-05-12",
        "code": 100327,
        "term": "Italian studies",
        "definition": "The study of Italian society, culture, language and literature._"
    },
    {
        "date": "2022-05-13",
        "code": 100670,
        "term": "environmental history",
        "definition": "The study of earlier and continuing topographical, topological and social developments and their influence on populations and the environment."
    },
    {
        "date": "2022-05-14",
        "code": 100516,
        "term": "agricultural sciences",
        "definition": "The specifically scientific study of aspects of agriculture, excluding wider non-laboratory-based agricultural subjects such as economics, business management and land use.  ? Reads like a scope note."
    },
    {
        "date": "2022-05-15",
        "code": 100097,
        "term": "sports management",
        "definition": "The study of management theories, concepts and principles of practice in the context of sport industries, organisations and initiatives."
    },
    {
        "date": "2022-05-16",
        "code": 101412,
        "term": "Scots language",
        "definition": "The study of the history, grammar and use of Scots. Includes pronunciation and articulation."
    },
    {
        "date": "2022-05-17",
        "code": 101403,
        "term": "feminism",
        "definition": "The study of the political doctrine that highlights and attempts to reverse any inequalities in society based on gender differences."
    },
    {
        "date": "2022-05-18",
        "code": 100502,
        "term": "social policy",
        "definition": "The study of the policies of institutions which are designed to modify the balance of sociological factors."
    },
    {
        "date": "2022-05-19",
        "code": 101414,
        "term": "Coptic language",
        "definition": "The study of the structure, semantics and cultural significance of the Afro-Asiatic language descended from ancient Egyptian and surviving in the Coptic church."
    },
    {
        "date": "2022-05-20",
        "code": 100785,
        "term": "history of medicine",
        "definition": "Historical studies of medical sciences and practices."
    },
    {
        "date": "2022-05-21",
        "code": 100325,
        "term": "Spanish studies",
        "definition": "The study of Spanish societies, cultures, languages and literatures._"
    },
    {
        "date": "2022-05-22",
        "code": 101401,
        "term": "microeconomics",
        "definition": "The study of the branch of economics concerned with particular commodities, firms or individuals and the economic relationships between them."
    },
    {
        "date": "2022-05-23",
        "code": 100283,
        "term": "dental nursing",
        "definition": "The study of principles and techniques in providing assistance to dentists undertaking procedures and care to persons undergoing such procedures."
    },
    {
        "date": "2022-05-24",
        "code": 100565,
        "term": "public health engineering",
        "definition": "The study of engineering principles, design and construction, with particular emphasis on public health and safety."
    },
    {
        "date": "2022-05-25",
        "code": 101451,
        "term": "popular music composition",
        "definition": "The study of the expertise of contemporary song-writing, studying musical concepts in popular music cultures and music industry practices of popular music."
    },
    {
        "date": "2022-05-26",
        "code": 100829,
        "term": "behavioural biology",
        "definition": "The study of the behavioural strategies used by organisms in their natural environment to maximise fitness. Includes foraging, social and reproductive (including parental care, sexual selection and mate choice) behaviour, behavioural responses to predators, communication, migration and homing."
    },
    {
        "date": "2022-05-27",
        "code": 101170,
        "term": "Japanese literature",
        "definition": "The study of Japanese literature using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-05-28",
        "code": 100579,
        "term": "structural mechanics",
        "definition": "The study of the equilibrium and motion of structures either of themselves or influenced by forces outside them."
    },
    {
        "date": "2022-05-29",
        "code": 101342,
        "term": "psychology of memory and learning",
        "definition": "The study of the processes of learning and recalling."
    },
    {
        "date": "2022-05-30",
        "code": 101138,
        "term": "Spanish society and culture",
        "definition": "The study of Spanish society and culture."
    },
    {
        "date": "2022-05-31",
        "code": 100949,
        "term": "biophysical science",
        "definition": "The study of the use of the methods of physical science in the biological sciences."
    },
    {
        "date": "2022-06-01",
        "code": 100724,
        "term": "glass crafts",
        "definition": "The study of all crafts which involve the use of glass as a source material."
    },
    {
        "date": "2022-06-02",
        "code": 101505,
        "term": "carpentry and joinery",
        "definition": "The study of laying-out, fabricating, erecting, installing and repairing wooden structures and fixtures."
    },
    {
        "date": "2022-06-03",
        "code": 101268,
        "term": "computer games design",
        "definition": "The study of the use of artistic and visual communication techniques in the design and production of computer games."
    },
    {
        "date": "2022-06-04",
        "code": 101353,
        "term": "electrical power generation",
        "definition": "The study and development of techniques for producing electricity."
    },
    {
        "date": "2022-06-05",
        "code": 100233,
        "term": "acupuncture",
        "definition": "The study of/training in the method of treating various conditions by pricking the skin or tissues with needles."
    },
    {
        "date": "2022-06-06",
        "code": 100771,
        "term": "Chinese history",
        "definition": "Historical studies of China."
    },
    {
        "date": "2022-06-07",
        "code": 100729,
        "term": "scriptwriting",
        "definition": "The study of/training in the writing of scripts for theatre, television or motion picture productions."
    },
    {
        "date": "2022-06-08",
        "code": 101398,
        "term": "rail vehicle engineering",
        "definition": "The study of mechanical self propulsion in rail vehicles."
    },
    {
        "date": "2022-06-09",
        "code": 100465,
        "term": "secondary education",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency in children in school years 7 to 11 inclusive."
    },
    {
        "date": "2022-06-10",
        "code": 100068,
        "term": "dance",
        "definition": "The study of and/or training in the movement of the body, particularly in time to music."
    },
    {
        "date": "2022-06-11",
        "code": 101388,
        "term": "cereal science",
        "definition": "The study of the properties of cereal and grains. Includes the application of food sciences to cereal-inclusive food systems."
    },
    {
        "date": "2022-06-12",
        "code": 101471,
        "term": "Oscar Wilde studies",
        "definition": "The study of the literary works of Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 __ 30 November 1900)"
    },
    {
        "date": "2022-06-13",
        "code": 100405,
        "term": "pure mathematics",
        "definition": "The rigorous analysis of quantities, magnitudes, forms and their relationships, using symbolic logic and language."
    },
    {
        "date": "2022-06-14",
        "code": 100941,
        "term": "veterinary pharmacy",
        "definition": "The study of the preparation and dispensing of animal-related drugs."
    },
    {
        "date": "2022-06-15",
        "code": 100402,
        "term": "mathematical modelling",
        "definition": "The study of the use of mathematical principles to construct simplified representations and simulations of 'real-world' processes, allowing calculations and predictions to be made."
    },
    {
        "date": "2022-06-16",
        "code": 100418,
        "term": "marine sciences",
        "definition": "The study of the coastal environment and mariculture."
    },
    {
        "date": "2022-06-17",
        "code": 100460,
        "term": "further education",
        "definition": "The study of teaching and learning, the arrangement of the curriculum, and the investigation of the learning process in order to improve learning ability and efficiency in people in education years 12 to 13"
    },
    {
        "date": "2022-06-18",
        "code": 100665,
        "term": "economic geography",
        "definition": "The study of the relationship between economic factors and the distribution and interaction of people with the natural environment."
    },
    {
        "date": "2022-06-19",
        "code": 100251,
        "term": "pharmacy",
        "definition": "The study of the professional practice of pharmacy, including instruction in principles of medicinal chemistry, drug behaviour, and mixing, preparing and dispensing of prescription medications."
    },
    {
        "date": "2022-06-20",
        "code": 100601,
        "term": "economic policy",
        "definition": "The study of the application of economic principles and analytical techniques in the area of government policy."
    },
    {
        "date": "2022-06-21",
        "code": 101107,
        "term": "Shakespeare studies",
        "definition": "The study of the works of William Shakespeare (1564 - 1616)."
    },
    {
        "date": "2022-06-22",
        "code": 100798,
        "term": "buddhism",
        "definition": "The study of the theory and practice of the Buddhist religious tradition."
    },
    {
        "date": "2022-06-23",
        "code": 100553,
        "term": "integrated circuit design",
        "definition": "The study of the most efficient processing of semiconductor material to form integrated circuits."
    },
    {
        "date": "2022-06-24",
        "code": 101056,
        "term": "remote sensing",
        "definition": "The study of topographic and geomatic data surveying carried out over a distance."
    },
    {
        "date": "2022-06-25",
        "code": 101445,
        "term": "the Qur'an and Islamic texts",
        "definition": "The study of the Qur'an (Koran) and interpretation of Sharia."
    },
    {
        "date": "2022-06-26",
        "code": 100352,
        "term": "medical biochemistry",
        "definition": "The study of the biochemical aspects of metabolic processes in humans."
    },
    {
        "date": "2022-06-27",
        "code": 100810,
        "term": "strategic management",
        "definition": "The study of the techniques involved in the formation and implementation of a strategy within an organisation."
    },
    {
        "date": "2022-06-28",
        "code": 100270,
        "term": "medical sciences",
        "definition": "The study of sciences dealing with the maintenance of health and the prevention and treatment of disease."
    },
    {
        "date": "2022-06-29",
        "code": 101416,
        "term": "Sumerian language",
        "definition": "The study of the structure, semantics and cultural significance of the language of the Sumer civilisation."
    },
    {
        "date": "2022-06-30",
        "code": 101400,
        "term": "parallel computing",
        "definition": "The study of simultaneous calculations for complex computations."
    },
    {
        "date": "2022-07-01",
        "code": 100901,
        "term": "genomics",
        "definition": "The study of the branch of genetics that studies organisms in terms of their genomes (their full DNA sequences)."
    },
    {
        "date": "2022-07-02",
        "code": 101497,
        "term": "Gaelic literature",
        "definition": "The study of literature originally written in Gaelic."
    },
    {
        "date": "2022-07-03",
        "code": 100568,
        "term": "ship design",
        "definition": "The study of the principles of engineering as they apply to the design of floating vessels."
    },
    {
        "date": "2022-07-04",
        "code": 101103,
        "term": "planetary science",
        "definition": "The study of the physical science of planets, including the measurement of the Earth and its gravitational field."
    },
    {
        "date": "2022-07-05",
        "code": 101406,
        "term": "transport policy",
        "definition": "The study of policies implemented by local and central governments to provide for the transportation needs of society."
    },
    {
        "date": "2022-07-06",
        "code": 100523,
        "term": "animal science",
        "definition": "The scientific study of animals, their nutrition, treatment and care."
    },
    {
        "date": "2022-07-07",
        "code": 101168,
        "term": "Japanese studies",
        "definition": "The study of Japanese society, culture, language and literature._"
    },
    {
        "date": "2022-07-08",
        "code": 101494,
        "term": "W. B. Yeats studies",
        "definition": "The study of the literary works of William Butler Yeats (13 June 1865 __ 28 January 1939)"
    },
    {
        "date": "2022-07-09",
        "code": 100526,
        "term": "food and beverage production",
        "definition": "The study of the process of commercial manufacture of food and drink, including production techniques and the amount and rate at which foodstuffs are produced."
    },
    {
        "date": "2022-07-10",
        "code": 101355,
        "term": "cybernetics",
        "definition": "The study of control systems in electronic and mechanical devices and the extent to which comparisons can be made between man-made and biological systems."
    },
    {
        "date": "2022-07-11",
        "code": 100003,
        "term": "ceramics",
        "definition": "The study of the creation and design of ceramic artefacts."
    },
    {
        "date": "2022-07-12",
        "code": 100295,
        "term": "health visiting",
        "definition": "The study of the promotion of health and health education specialising in working with families with children under 5 years old and older people."
    },
    {
        "date": "2022-07-13",
        "code": 100160,
        "term": "computer aided engineering",
        "definition": "The study and development of the use of computers with particular application to engineering problems. Includes aspects of software design and programming skills."
    },
    {
        "date": "2022-07-14",
        "code": 101384,
        "term": "pre-clinical veterinary medicine",
        "definition": "The vocational study of the science of preventing, diagnosing, alleviating or curing disease in animals without direct involvement with patients."
    },
    {
        "date": "2022-07-15",
        "code": 100992,
        "term": "machine learning",
        "definition": "The study and development of techniques whereby machines may gain knowledge through experience, deduction or reasoning."
    },
    {
        "date": "2022-07-16",
        "code": 100456,
        "term": "childhood studies",
        "definition": "The interdisciplinary study of the development of children, including policies, practices and issues affecting them."
    },
    {
        "date": "2022-07-17",
        "code": 100261,
        "term": "ophthalmology",
        "definition": "The study of the eye, disruption to sight and diseases of the eye. Also includes treatment of eye disorders."
    },
    {
        "date": "2022-07-18",
        "code": 100623,
        "term": "men's studies",
        "definition": "The study of the role and influence of men in society."
    },
    {
        "date": "2022-07-19",
        "code": 100247,
        "term": "nutrition",
        "definition": "The study of the process of assimilating nutrient materials into animal or plant tissue. Designed to enhance health and the quality of life of those treated."
    },
    {
        "date": "2022-07-20",
        "code": 101205,
        "term": "Canadian studies",
        "definition": "The study of Canadian societies, cultures, languages and literatures._"
    },
    {
        "date": "2022-07-21",
        "code": 100546,
        "term": "digital circuit engineering",
        "definition": "The study of the principles of engineering as they apply to discrete values of input and output voltage levels."
    },
    {
        "date": "2022-07-22",
        "code": 100958,
        "term": "psychology of ageing",
        "definition": "The study of psychological aspects of the ageing process in adults."
    },
    {
        "date": "2022-07-23",
        "code": 100104,
        "term": "accountancy",
        "definition": "The study of the provision and analysis of financial information for a variety of decision-making, accountability, managerial, regulatory and resource allocation purposes."
    },
    {
        "date": "2022-07-24",
        "code": 100386,
        "term": "forensic biology",
        "definition": "The application of biology to law enforcement."
    },
    {
        "date": "2022-07-25",
        "code": 101341,
        "term": "psychology of communication",
        "definition": "The study of psychological processes in verbal and non-verbal communication."
    },
    {
        "date": "2022-07-26",
        "code": 101319,
        "term": "exercise for health",
        "definition": "The study of the psychology and physiology of physical activity for fitness and health and its role through the human lifespan."
    },
    {
        "date": "2022-07-27",
        "code": 100312,
        "term": "social history",
        "definition": "The study of the interpretation of the underlying processes of change in society. Includes the study of the growth and development of societies in history."
    },
    {
        "date": "2022-07-28",
        "code": 101163,
        "term": "Welsh literature",
        "definition": "The study of literature originally written in Welsh. Includes the use of techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-07-29",
        "code": 100844,
        "term": "sacred music",
        "definition": "The study of the use of music in the church and the role of music in worship and other world religions."
    },
    {
        "date": "2022-07-30",
        "code": 100214,
        "term": "textiles technology",
        "definition": "The study of the use and development of textiles."
    },
    {
        "date": "2022-07-31",
        "code": 100843,
        "term": "jazz",
        "definition": "The study of music classified as in the style of jazz."
    },
    {
        "date": "2022-08-01",
        "code": 100199,
        "term": "urban and regional planning",
        "definition": "The study of the planning of the infrastructure and development of settlements, including new towns and the management of change."
    },
    {
        "date": "2022-08-02",
        "code": 101065,
        "term": "maritime geography",
        "definition": "The geographical study of coastal and marine regions."
    },
    {
        "date": "2022-08-03",
        "code": 100539,
        "term": "broadcast engineering",
        "definition": "The study of the principles of engineering as they apply to the equipment required to acquire, store, process and transmit information typically associated with the public and private service delivery, to a large customer base or territory, of radio and/or television programmes."
    },
    {
        "date": "2022-08-04",
        "code": 100194,
        "term": "marine technology",
        "definition": "The study of the processes and systems used in boats, ships and other marine craft."
    },
    {
        "date": "2022-08-05",
        "code": 100768,
        "term": "USA history",
        "definition": "Historical studies of the United States of America."
    },
    {
        "date": "2022-08-06",
        "code": 100921,
        "term": "radio studies",
        "definition": "The study of communication between people through radio, concentrating on business, management and financial aspects and not on the production of the artwork and ideas themselves."
    },
    {
        "date": "2022-08-07",
        "code": 100953,
        "term": "child psychology",
        "definition": "The study of the development of psychological processes in childhood."
    },
    {
        "date": "2022-08-08",
        "code": 100038,
        "term": "pathobiology",
        "definition": "The study of the biological nature of diseases."
    },
    {
        "date": "2022-08-09",
        "code": 100429,
        "term": "dynamics",
        "definition": "The study of the forces that change or produce the motion of bodies. May include the study of kinetics."
    },
    {
        "date": "2022-08-10",
        "code": 100101,
        "term": "travel and tourism",
        "definition": "The study of the travel and tourism industries, including structure, regulation, distribution methods, the impact and development of tourism and its impact."
    },
    {
        "date": "2022-08-11",
        "code": 100344,
        "term": "biochemistry",
        "definition": "The scientific study of the chemical compounds and reactions occurring in the cells of living organisms including the molecular and biochemical analysis of life processes. Involves aspects of cellular organisation, processes and specialisation and how the structure and function of DNA, RNA proteins, enzymes and membranes determine biological forms."
    },
    {
        "date": "2022-08-12",
        "code": 100586,
        "term": "property development",
        "definition": "The practical and theoretical study of property that is to be improved or altered in some way from its original purpose, or to be modernised or expanded within its current purpose."
    },
    {
        "date": "2022-08-13",
        "code": 100260,
        "term": "healthcare science",
        "definition": "The study of life sciences, physiological sciences, clinical engineering, medical physics, bioinformatics, and audiology in order to prevent, diagnose and treat medical conditions, and rehabilitate patients from them."
    },
    {
        "date": "2022-08-14",
        "code": 100712,
        "term": "dance performance",
        "definition": "The study of the advancement of creative dance performance, including the technical and artistic complexities inherent in performance."
    },
    {
        "date": "2022-08-15",
        "code": 100690,
        "term": "torts",
        "definition": "The study of civil wrongs and injuries."
    },
    {
        "date": "2022-08-16",
        "code": 100440,
        "term": "digital media",
        "definition": "The study of human communication through electronic media."
    },
    {
        "date": "2022-08-17",
        "code": 100052,
        "term": "ergonomics",
        "definition": "The study of the efficiency and effectiveness of the interface between people and machines."
    },
    {
        "date": "2022-08-18",
        "code": 100451,
        "term": "financial economics",
        "definition": "The study of the application of economic principles and analytical techniques in the area of finance."
    },
    {
        "date": "2022-08-19",
        "code": 100647,
        "term": "public policy",
        "definition": "The study of policies implemented by local and central governments to influence sociological factors."
    },
    {
        "date": "2022-08-20",
        "code": 100392,
        "term": "applied science",
        "definition": "The study of the application of scientific principles and knowledge to practical problems, the development of existing technologies and the invention of new ones."
    },
    {
        "date": "2022-08-21",
        "code": 100780,
        "term": "history of religions",
        "definition": "Historical study of religious movements and their interaction with other cultures."
    },
    {
        "date": "2022-08-22",
        "code": 100188,
        "term": "systems engineering",
        "definition": "The study of the principles of engineering as they apply to an assembly of components with interdependent functions."
    },
    {
        "date": "2022-08-23",
        "code": 100501,
        "term": "social care",
        "definition": "The study of policy, theory and practice of non-medical services and support that help people lead an active life and do the everyday things that many of us take for granted."
    },
    {
        "date": "2022-08-24",
        "code": 101311,
        "term": "Hungarian studies",
        "definition": "The study of Hungarian society, culture, language and literature._"
    },
    {
        "date": "2022-08-25",
        "code": 100865,
        "term": "biometry",
        "definition": "The study of quantitative techniques and measurement in the biological sciences."
    },
    {
        "date": "2022-08-26",
        "code": 100469,
        "term": "environmental management",
        "definition": "The study of how and why humans interact with the environment, with a focus on the application of scientific principles and management techniques to real-life environmental problems such as pollution, energy provision and climate change."
    },
    {
        "date": "2022-08-27",
        "code": 100663,
        "term": "physical and biological anthropology",
        "definition": "The study of the branch of anthropology that deals with physical and biological factors in societies."
    },
    {
        "date": "2022-08-28",
        "code": 101001,
        "term": "international agriculture",
        "definition": "The study of the science or occupation of cultivating land and rearing crops in various parts of the world."
    },
    {
        "date": "2022-08-29",
        "code": 100532,
        "term": "veterinary nursing",
        "definition": "The study of principles and techniques for assessing, managing, treating and monitoring non-human patients and educating their owners in animal care."
    },
    {
        "date": "2022-08-30",
        "code": 100848,
        "term": "aquatic biology",
        "definition": "The study of marine, freshwater and esturine biology."
    },
    {
        "date": "2022-08-31",
        "code": 101394,
        "term": "glaciology and cryospheric systems",
        "definition": "The study of the origins, processes of formation, characteristics and impacts of glacial, ice cap, shelf ice and sea ice features."
    },
    {
        "date": "2022-09-01",
        "code": 101423,
        "term": "classical Greek literature",
        "definition": "The study of literature originally written in Classical Greek. Includes the use of techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-09-02",
        "code": 101404,
        "term": "anarchism",
        "definition": "The study of the political doctrine that advocates the abolition of central authority in order to allow a natural social order to develop."
    },
    {
        "date": "2022-09-03",
        "code": 100190,
        "term": "mechanical engineering",
        "definition": "The study of the principles of engineering as they apply to the design, development manufacture and operation of machinery."
    },
    {
        "date": "2022-09-04",
        "code": 101458,
        "term": "population ecology",
        "definition": "The study of the understanding of population dynamics, including trophic interactions, demography of populations, extinction processes, spatial processes and metapopulation dynamics."
    },
    {
        "date": "2022-09-05",
        "code": 100802,
        "term": "pastoral studies",
        "definition": "The study of religious practice in its social setting."
    },
    {
        "date": "2022-09-06",
        "code": 100093,
        "term": "logistics",
        "definition": "The study of the optimal methods of mass distribution services."
    },
    {
        "date": "2022-09-07",
        "code": 101476,
        "term": "D.H. Lawrence studies",
        "definition": "The study of the literary works of David Herbert Richards Lawrence (11 September 1885 __ 2 March 1930)"
    },
    {
        "date": "2022-09-08",
        "code": 101079,
        "term": "hydrology",
        "definition": "The study of bodies of water, their distribution and sources."
    },
    {
        "date": "2022-09-09",
        "code": 100592,
        "term": "sculpture",
        "definition": "The representation of reality using three-dimensional media, e.g. stone, metal, wood etc."
    },
    {
        "date": "2022-09-10",
        "code": 101169,
        "term": "Japanese languages",
        "definition": "The study of Japanese languages, their structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-09-11",
        "code": 100954,
        "term": "business psychology",
        "definition": "The study of how to improve working life, using techniques from an understanding of human behaviour, for effective and sustainable performance in respect of individuals and organisations."
    },
    {
        "date": "2022-09-12",
        "code": 100265,
        "term": "biomedical sciences",
        "definition": "The integrative scientific study of biological issues related to the support of the diagnosis and treatment of disease."
    },
    {
        "date": "2022-09-13",
        "code": 100751,
        "term": "information modelling",
        "definition": "The study of the modelling of information flows within an organisation and how these flows can be optimised and incorporated into the design of a large-scale computer system."
    },
    {
        "date": "2022-09-14",
        "code": 100036,
        "term": "optometry",
        "definition": "The study of the principles and techniques for examining, diagnosing and treating conditions of the human visual system."
    },
    {
        "date": "2022-09-15",
        "code": 100281,
        "term": "community nursing",
        "definition": "The study of principles and techniques for assessing, managing, treating and monitoring the health care needs of patients and families outside of a hospital environment."
    },
    {
        "date": "2022-09-16",
        "code": 100084,
        "term": "hospitality management",
        "definition": "The study of the hospitality industry and its management."
    },
    {
        "date": "2022-09-17",
        "code": 101150,
        "term": "Finnish language",
        "definition": "The study of the Finnish language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-09-18",
        "code": 100391,
        "term": "natural sciences",
        "definition": "The study of the description, prediction, and understanding of natural phenomena, based on observational and empirical evidence."
    },
    {
        "date": "2022-09-19",
        "code": 100750,
        "term": "physician associate studies",
        "definition": "The study of the principles and techniques required to take medical histories, perform examinations, diagnose illnesses, and analyse test results under direct supervision of a doctor."
    },
    {
        "date": "2022-09-20",
        "code": 101496,
        "term": "Salman Rushdie studies",
        "definition": "The study of the literary works of Sir Salman Rushdie (19 June 1947)"
    },
    {
        "date": "2022-09-21",
        "code": 100423,
        "term": "pharmaceutical chemistry",
        "definition": "The study of drug function."
    },
    {
        "date": "2022-09-22",
        "code": 101016,
        "term": "sociolinguistics",
        "definition": "The study of socially-conditioned factors in language and language use."
    },
    {
        "date": "2022-09-23",
        "code": 100600,
        "term": "agricultural economics",
        "definition": "The study of the application of economic principles and analytical techniques in the area of agriculture."
    },
    {
        "date": "2022-09-24",
        "code": 100748,
        "term": "cardiology",
        "definition": "The study of techniques aimed at diagnosing and treating disorders of the human cardiovascular system."
    },
    {
        "date": "2022-09-25",
        "code": 100382,
        "term": "meteorology",
        "definition": "The study of atmospheric conditions related to weather conditions and forecasting."
    },
    {
        "date": "2022-09-26",
        "code": 100091,
        "term": "public services",
        "definition": "The study of how to deliver state funded services effectively and efficiently, including the decision-making processes of managers and policymakers working in the public sector."
    },
    {
        "date": "2022-09-27",
        "code": 100902,
        "term": "population genetics",
        "definition": "The study of speciation and population genetics, gene flow/population structure, hybrid zones, island populations, genetic drift and conservation genetics."
    },
    {
        "date": "2022-09-28",
        "code": 101050,
        "term": "physical chemistry",
        "definition": "The study of atomic and molecular structure, chemical bonding, energetics and dynamics."
    },
    {
        "date": "2022-09-29",
        "code": 101408,
        "term": "human demography",
        "definition": "The statistical study of any kind of human population that changes over time or space."
    },
    {
        "date": "2022-09-30",
        "code": 100612,
        "term": "European Union politics",
        "definition": "The study of the structures, functions and theories of politics within the European Union."
    },
    {
        "date": "2022-10-01",
        "code": 100050,
        "term": "product design",
        "definition": "The study of/training in the design of industrial and consumer products to meet aesthetic, functional and commercial requirements."
    },
    {
        "date": "2022-10-02",
        "code": 100736,
        "term": "human-computer interaction",
        "definition": "The study, design and application of principles and techniques aimed at optimising the interaction between computer systems and their human users."
    },
    {
        "date": "2022-10-03",
        "code": 100234,
        "term": "alternative medicines and therapies",
        "definition": "The study of the methods of diagnosis and treatment considered outside the scope of mainstream medicine in the UK."
    },
    {
        "date": "2022-10-04",
        "code": 101504,
        "term": "Turkish society and culture studies",
        "definition": "The study of the societies and cultures of Turkish-speaking people."
    },
    {
        "date": "2022-10-05",
        "code": 101474,
        "term": "Thomas Pynchon studies",
        "definition": "The study of the literary works of Thomas Ruggles Pynchon, Jr. (May 8, 1937)"
    },
    {
        "date": "2022-10-06",
        "code": 100288,
        "term": "midwifery",
        "definition": "The study of the principles and techniques to allow midwives to deliver babies and treat mothers in the pre-natal, delivery and post-delivery periods."
    },
    {
        "date": "2022-10-07",
        "code": 101347,
        "term": "veterinary dentistry",
        "definition": "The observation, diagnosis and treatment of illness, disease or damage to the teeth and gums of non-human patients."
    },
    {
        "date": "2022-10-08",
        "code": 101241,
        "term": "music therapy",
        "definition": "The study of the psychological approach that aims to facilitate positive changes in emotional wellbeing and communication through the engagement in live musical interaction between client and therapist."
    },
    {
        "date": "2022-10-09",
        "code": 100237,
        "term": "herbal medicine",
        "definition": "The study of the use of herbs in the treatment of illness."
    },
    {
        "date": "2022-10-10",
        "code": 101081,
        "term": "volcanology",
        "definition": "The study of the origin of ancient and modern volcanoes and vulcanicity."
    },
    {
        "date": "2022-10-11",
        "code": 100144,
        "term": "pharmaceutical engineering",
        "definition": "The study of the principles of engineering as they apply to industrial preparation of drugs."
    },
    {
        "date": "2022-10-12",
        "code": 100380,
        "term": "environmental geoscience",
        "definition": "The study of how to apply knowledge of the natural world, in particular the understanding of minerals, soils and rocks, combined with surface processes, to the solution of environmental issues, for example the mitigation of environmental hazards, while at the same time allowing for growth and development."
    },
    {
        "date": "2022-10-13",
        "code": 100376,
        "term": "computer and information security",
        "definition": "The study of topics around denying access to unauthorised users to computer and information systems, detecting vulnerabilities through ethical hacking and penetration testing and managing the overall information security process. It investigates security threats and resolutions of them."
    },
    {
        "date": "2022-10-14",
        "code": 100450,
        "term": "economics",
        "definition": "The systematic study of the production, conservation and allocation of resources in conditions of scarcity, together with the organisational frameworks related to these processes."
    },
    {
        "date": "2022-10-15",
        "code": 100282,
        "term": "critical care nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care to critically ill patients."
    },
    {
        "date": "2022-10-16",
        "code": 101387,
        "term": "meat science",
        "definition": "The study of the properties of meat. Includes the application of food sciences to meat-inclusive food systems."
    },
    {
        "date": "2022-10-17",
        "code": 101104,
        "term": "applied geology",
        "definition": "The study of topics in geology of commercial or social importance."
    },
    {
        "date": "2022-10-18",
        "code": 100430,
        "term": "mechanics",
        "definition": "The study of the equilibrium of bodies or their motion within a particular frame of reference."
    },
    {
        "date": "2022-10-19",
        "code": 101043,
        "term": "inorganic chemistry",
        "definition": "The study of inorganic elements, compounds and reaction mechanisms."
    },
    {
        "date": "2022-10-20",
        "code": 100825,
        "term": "property valuation and auctioneering",
        "definition": "The study of the techniques involved in the valuation and auctioneering of property."
    },
    {
        "date": "2022-10-21",
        "code": 101195,
        "term": "Turkish studies",
        "definition": "The study of Turkish societies, cultures, languages and literatures."
    },
    {
        "date": "2022-10-22",
        "code": 100375,
        "term": "web and multimedia design",
        "definition": "The study of/training in the use of artistic techniques in design using a variety of materials."
    },
    {
        "date": "2022-10-23",
        "code": 100564,
        "term": "aerospace propulsion systems",
        "definition": "The study of aerospace locomotion and its driving force."
    },
    {
        "date": "2022-10-24",
        "code": 100873,
        "term": "plant cell science",
        "definition": "The study of the cellular organisation and function in plants."
    },
    {
        "date": "2022-10-25",
        "code": 100354,
        "term": "molecular biology",
        "definition": "The study of biological activity at the molecular level."
    },
    {
        "date": "2022-10-26",
        "code": 100797,
        "term": "Judaism",
        "definition": "The study of the theory and practice of the Jewish religion."
    },
    {
        "date": "2022-10-27",
        "code": 101332,
        "term": "drug and alcohol studies",
        "definition": "The interdisciplinary study of the misuse of drugs and alcohol, its impact on individuals, groups and wider society, including intervention strategies and the relationship between policy and practice."
    },
    {
        "date": "2022-10-28",
        "code": 101464,
        "term": "psychopharmacology",
        "definition": "The study of the behavioural and psychological effects of drugs."
    },
    {
        "date": "2022-10-29",
        "code": 100262,
        "term": "physiology",
        "definition": "The study of the function and behaviour of the human body, including subjects such as respiration, circulation, digestion, excretion, reproduction and neuroscience."
    },
    {
        "date": "2022-10-30",
        "code": 100498,
        "term": "social psychology",
        "definition": "The study of behaviour and mental processes in social contexts."
    },
    {
        "date": "2022-10-31",
        "code": 101014,
        "term": "community forestry",
        "definition": "The study of forestry used for recreation. Includes study of formal and informal recreational uses, erosion and damage to habitat from over or inappropriate use, and the techniques to prevent, cure and minimise such damage."
    },
    {
        "date": "2022-11-01",
        "code": 100136,
        "term": "environmental biotechnology",
        "definition": "The study of the integration of sciences and engineering in order to utilise the biochemical potential of microorganisms, plants and parts thereof for the restoration and preservation of the environment and for the sustainable use of resources."
    },
    {
        "date": "2022-11-02",
        "code": 101375,
        "term": "spa and water-based therapies",
        "definition": "The study of water-based therapies, treatments and services to enhance the face, body, health and well-being."
    },
    {
        "date": "2022-11-03",
        "code": 100130,
        "term": "prosthetics and orthotics",
        "definition": "The development and study of assistive devices including prosthetics and orthotics that can promote or substitute for lost or reduced functional capabilities."
    },
    {
        "date": "2022-11-04",
        "code": 100671,
        "term": "cultural geography",
        "definition": "The study of the influence of beliefs and value systems on populations and the environment."
    },
    {
        "date": "2022-11-05",
        "code": 100404,
        "term": "operational research",
        "definition": "The development and application of complex mathematical or simulation models to solve problems involving operational systems, where the system concerned is subject to human intervention."
    },
    {
        "date": "2022-11-06",
        "code": 101111,
        "term": "Scottish literature",
        "definition": "The study of literature originally written by Scottish authors. Includes the use of techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-11-07",
        "code": 101258,
        "term": "Thai language",
        "definition": "The study of Thai language, its structure, history, grammar and use. Includes acquisition, pronunciation and articulation."
    },
    {
        "date": "2022-11-08",
        "code": 100409,
        "term": "geography",
        "definition": "The systematic study of the spatial distribution and interrelationships of people, natural resources, plant and animal life."
    },
    {
        "date": "2022-11-09",
        "code": 100033,
        "term": "metallurgy",
        "definition": "The study of the development, processing, enhancement, modification and application of metallic materials."
    },
    {
        "date": "2022-11-10",
        "code": 100544,
        "term": "marine engineering",
        "definition": "The study and principles of engineering as they apply to coastal and off-shore structures and the prevention of damage, decay and erosion to the natural environment."
    },
    {
        "date": "2022-11-11",
        "code": 100390,
        "term": "general science",
        "definition": "The study of a broad range of scientific subjects, where specialisation is not required, or where multiple specialisations can be studied at a late stage in the course of study."
    },
    {
        "date": "2022-11-12",
        "code": 100747,
        "term": "medical nursing",
        "definition": "The study of the principles and techniques to allow nurses to assess, manage, treat and monitor the provision of care for patients undergoing investigations that do not require surgical intervention."
    },
    {
        "date": "2022-11-13",
        "code": 101214,
        "term": "cinematics",
        "definition": "The study of the creation of moving images for film, tv and video."
    },
    {
        "date": "2022-11-14",
        "code": 100455,
        "term": "childhood and youth studies",
        "definition": "The interdisciplinary study of the development of children and young people, including policies, practices and issues affecting them."
    },
    {
        "date": "2022-11-15",
        "code": 100128,
        "term": "dental technology",
        "definition": "The study of the design and fabrication of dental prosthetics and restorative appliances."
    },
    {
        "date": "2022-11-16",
        "code": 100849,
        "term": "freshwater biology",
        "definition": "The study of freshwater and estuarine biology."
    },
    {
        "date": "2022-11-17",
        "code": 101061,
        "term": "engineering physics",
        "definition": "The study of physical principles and techniques applied to engineering and technology."
    },
    {
        "date": "2022-11-18",
        "code": 100853,
        "term": "international marketing",
        "definition": "The study of the techniques involved in marketing goods or services to other countries or cultures."
    },
    {
        "date": "2022-11-19",
        "code": 100306,
        "term": "history of art",
        "definition": "Historical study of developments in the arts and consideration of art history methods and techniques. Includes the enhancement of visual awareness and expertise as an aspect of cultural history."
    },
    {
        "date": "2022-11-20",
        "code": 101454,
        "term": "community dance",
        "definition": "The study of expressing ideas and feelings through the performance of one or more of the dance disciplines to support, develop and initiate dance activities within communities."
    },
    {
        "date": "2022-11-21",
        "code": 101307,
        "term": "applied social science",
        "definition": "The study of the application of approaches and techniques from the range of social science disciplines to real world problems."
    },
    {
        "date": "2022-11-22",
        "code": 101309,
        "term": "obstetrics and gynaecology",
        "definition": "The study of the care of the pregnant woman, her unborn child and the management of diseases specific to women."
    },
    {
        "date": "2022-11-23",
        "code": 100656,
        "term": "jazz performance",
        "definition": "The study of performance in the jazz genre, and the preparation of individuals to master the performance of jazz."
    },
    {
        "date": "2022-11-24",
        "code": 101261,
        "term": "maritime archaeology",
        "definition": "The study of human activity in the past through analysis of the material culture and environmental data left behind by past human populations in coastal and marine regions, including oceans, seas, rivers, lakes and intertidal environments."
    },
    {
        "date": "2022-11-25",
        "code": 100749,
        "term": "paramedic science",
        "definition": "The study of the principles and techniques to allow provision of on-site care for persons with acute illnesses or injuries."
    },
    {
        "date": "2022-11-26",
        "code": 100830,
        "term": "insurance",
        "definition": "The study of the insurance industry and the techniques used therein."
    },
    {
        "date": "2022-11-27",
        "code": 101197,
        "term": "modern Middle Eastern society and culture studies",
        "definition": "The study of modern Middle Eastern societies and cultures."
    },
    {
        "date": "2022-11-28",
        "code": 100899,
        "term": "medical genetics",
        "definition": "The investigation of genetic abnormalities and their treatment in humans"
    },
    {
        "date": "2022-11-29",
        "code": 101492,
        "term": "Bob Dylan studies",
        "definition": "The study of the literary works of Bob Dylan (born Robert Allen Zimmerman, May 24, 1941)"
    },
    {
        "date": "2022-11-30",
        "code": 100192,
        "term": "electromechanical engineering",
        "definition": "The study of electrically-operated mechanical devices."
    },
    {
        "date": "2022-12-01",
        "code": 100989,
        "term": "cognitive modelling",
        "definition": "The study and development of the processes involved in acquiring knowledge."
    },
    {
        "date": "2022-12-02",
        "code": 100520,
        "term": "forestry and arboriculture",
        "definition": "The study of planting and caring for trees and the management of woods and forests for conservation purposes, commercial exploitation and recreational use."
    },
    {
        "date": "2022-12-03",
        "code": 100655,
        "term": "community work",
        "definition": "The study of Social Work services aimed at support of vulnerable/under-privileged people within particular communities in society."
    },
    {
        "date": "2022-12-04",
        "code": 100485,
        "term": "law",
        "definition": "The study of the features and ideas involved in a legal system, including its major concepts, values, principles and rules, its main legal institutions and procedures, and the relevant social, economic, political, historical, philosophical, ethical, cultural and environmental contexts in which the law operates."
    },
    {
        "date": "2022-12-05",
        "code": 101344,
        "term": "psychobiology",
        "definition": "The study of biological explanations of psychological processes."
    },
    {
        "date": "2022-12-06",
        "code": 100471,
        "term": "social sciences",
        "definition": "The study of society and the manner in which people behave and influence the world around us. Social science covers a broad range of disciplines that can help explain how our own society works."
    },
    {
        "date": "2022-12-07",
        "code": 100157,
        "term": "railway engineering",
        "definition": "The study and principles of engineering as they apply to the planning, development and construction of the routes for rail transport."
    },
    {
        "date": "2022-12-08",
        "code": 101374,
        "term": "hair services",
        "definition": "The study of hairdressing services, skills and knowledge required to meet clients' needs including hair and scalp disease and disorders."
    },
    {
        "date": "2022-12-09",
        "code": 100909,
        "term": "bacteriology",
        "definition": "The study of bacteria and bacterial diseases."
    },
    {
        "date": "2022-12-10",
        "code": 101054,
        "term": "oil and gas chemistry",
        "definition": "The study of the chemical science of petroleum and petroleum compounds."
    },
    {
        "date": "2022-12-11",
        "code": 100990,
        "term": "land management for recreation",
        "definition": "The study of land used for informal recreation."
    },
    {
        "date": "2022-12-12",
        "code": 100642,
        "term": "music education and teaching",
        "definition": "The study associated with the teaching and learning of music, developing music skills and appreciation."
    },
    {
        "date": "2022-12-13",
        "code": 101126,
        "term": "classical Greek studies",
        "definition": "The study of Classical Greek, its structure, history, grammar and use. May involve investigation into its relationship with modern day speech and language. May also involve the study of language texts using the techniques of literary analysis and interpretation."
    },
    {
        "date": "2022-12-14",
        "code": 100425,
        "term": "physics",
        "definition": "The study of the properties of matter and energy and the relationships between them, making extensive use of mathematical techniques and models."
    },
    {
        "date": "2022-12-15",
        "code": 101141,
        "term": "Portuguese studies",
        "definition": "The study of the Portuguese language, its structure, history, grammar and use."
    },
    {
        "date": "2022-12-16",
        "code": 100952,
        "term": "developmental psychology",
        "definition": "The study of the development of psychological processes across the life cycle."
    },
    {
        "date": "2022-12-17",
        "code": 100870,
        "term": "jazz composition",
        "definition": "The preparation of individuals to master the composition of jazz."
    },
    {
        "date": "2022-12-18",
        "code": 101113,
        "term": "ancient Egyptian studies",
        "definition": "The study of ancient Egyptian societies, cultures, languages and hieroglyphics."
    },
    {
        "date": "2022-12-19",
        "code": 101469,
        "term": "T.S. Eliot studies",
        "definition": "The study of the literary works of T.S. Eliot (26 September 1888 __ 4 January 1965)"
    },
    {
        "date": "2022-12-20",
        "code": 101189,
        "term": "African society and culture studies",
        "definition": "The study of African societies and cultures."
    },
    {
        "date": "2022-12-21",
        "code": 100760,
        "term": "Welsh history",
        "definition": "Historical studies of Wales."
    },
    {
        "date": "2022-12-22",
        "code": 100959,
        "term": "research methods in psychology",
        "definition": "The study of the techniques, methodology and analyses, both qualitative and quantitative, that are used in psychology."
    },
    {
        "date": "2022-12-23",
        "code": 100328,
        "term": "linguistics",
        "definition": "The study of the nature of language, its development and acquisition."
    },
    {
        "date": "2022-12-24",
        "code": 101468,
        "term": "John Donne studies",
        "definition": "The study of the literary works of John Donne (22 January 1572 __ 31 March 1631)"
    },
    {
        "date": "2022-12-25",
        "code": 100437,
        "term": "social anthropology",
        "definition": "The study of the branch of anthropology that deals with social phenomena such as kinship systems or beliefs."
    },
    {
        "date": "2022-12-26",
        "code": 100129,
        "term": "diagnostic imaging",
        "definition": "The study of the principles and techniques in the use of radiation to provide medical diagnostic information."
    },
    {
        "date": "2022-12-27",
        "code": 101145,
        "term": "Scandinavian studies",
        "definition": "The study of Scandinavian societies, cultures, languages and literatures."
    },
    {
        "date": "2022-12-28",
        "code": 101060,
        "term": "applied physics",
        "definition": "The study of topics in physics of commercial or social importance."
    },
    {
        "date": "2022-12-29",
        "code": 100148,
        "term": "civil engineering",
        "definition": "The study of the principles of engineering as they apply to the designing and construction of public works, e.g. buildings, bridges, pipelines etc. Involves the study and application of specialist mathematics."
    },
    {
        "date": "2022-12-30",
        "code": 101329,
        "term": "dementia studies",
        "definition": "The study of good practice in the approaches and interventions used when caring for a person with a set of symptoms that may include memory loss and difficulties with thinking, problem-solving or language. It may include study of the neurobiological basis of dementia, pharmacological approaches to the treatment of symptoms, and strategy and service development."
    },
    {
        "date": "2022-12-31",
        "code": 100442,
        "term": "journalism",
        "definition": "The study of reporting, photographing and editing news stories."
    },
    {
        "date": "2023-01-01",
        "code": 100799,
        "term": "divinity",
        "definition": "Investigation into the nature of a deity and other divine beings."
    },
    {
        "date": "2023-01-02",
        "code": 100624,
        "term": "ethnicity",
        "definition": "The study of the sociological influence of ethnicity."
    },
    {
        "date": "2023-01-03",
        "code": 100610,
        "term": "UK government/parliamentary studies",
        "definition": "The study of the structure and function of the UK system of government."
    },
    {
        "date": "2023-01-04",
        "code": 100414,
        "term": "astronomy",
        "definition": "The scientific study of celestial bodies."
    },
    {
        "date": "2023-01-05",
        "code": 101477,
        "term": "Charles Dickens studies",
        "definition": "The study of the literary works of Charles John Huffam Dickens (7 February 1812 __ 9 June 1870)"
    },
    {
        "date": "2023-01-06",
        "code": 100947,
        "term": "crop production",
        "definition": "The study of growing and harvesting crops and the relationship of arable production to its environment and humans."
    },
    {
        "date": "2023-01-07",
        "code": 101325,
        "term": "paediatrics",
        "definition": "The multidisciplinary study of the diagnosis, therapy and prevention of childhood diseases."
    },
    {
        "date": "2023-01-08",
        "code": 100078,
        "term": "business and management",
        "definition": "The study of planning, organising, directing, and controlling the functions and processes of an organisation. Includes management theory, human resources management, accounting, purchasing and logistics, organisation and production, marketing, and business decision-making."
    },
    {
        "date": "2023-01-09",
        "code": 100242,
        "term": "complementary medicines and therapies",
        "definition": "The study of medicines and therapies used alongside conventional medicine, but not covered within clinical medicine, to prevent and alleviate illness and disease as well as enhance health and well-being."
    },
    {
        "date": "2023-01-10",
        "code": 101246,
        "term": "professional practice in education",
        "definition": "Education studies specifically aimed at the development of members of the teaching profession."
    },
    {
        "date": "2023-01-11",
        "code": 100583,
        "term": "architectural design",
        "definition": "The study of the design of buildings for human activity, taking into account both internal and external environmental factors."
    },
    {
        "date": "2023-01-12",
        "code": 100791,
        "term": "mental philosophy",
        "definition": "The study of the philosophy of thinking and the mind."
    },
    {
        "date": "2023-01-13",
        "code": 100387,
        "term": "forensic psychology",
        "definition": "The psychological aspects of crime and criminal behaviour."
    },
    {
        "date": "2023-01-14",
        "code": 101359,
        "term": "development in the Americas",
        "definition": "Focuses on the systematic study of the economic development process and its application to the problems of specific countries and regions in the Americas."
    },
    {
        "date": "2023-01-15",
        "code": 100911,
        "term": "immunology",
        "definition": "The study of the immune system as a defence mechanism against infection."
    },
    {
        "date": "2023-01-16",
        "code": 100372,
        "term": "information technology",
        "definition": "The study of the application of computers and telecommunications equipment to store, retrieve, transmit and manipulate data, often in the context of a business or other enterprise."
    }
]